// TOPIC #1
// TOPIC: Syrian Civil War

// EVENT #2
// EVENT: Russian intervention - Sep 2015

{
  "articles": {
    "page": 1,
    "totalResults": 70658,
    "pages": 1414,
    "results": [{
      "uri": "997755978",
      "lang": "rus",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:31:00",
      "dateTime": "2018-11-19T01:31:00Z",
      "dataType": "news",
      "sim": 0.6549019813537598,
      "url": "https://ura.news/news/1052359845",
      "title": "Британия готовит военную операцию на случай срыва соглашения по Brexit",
      "body": "Министерство обороны Великобритании готовит план на тот случай, если действующее соглашение по Brexit будет сорвано. Разработкой операции по выходу страны из ЕС без сделки, как стало известно журналистам, занимаются офицеры, которые выводят солдат на улицы в случае терактов.\n\nВ план, как пишет издание Sunday Times, входит усиление полицейских патрулей военными для предотвращения нарушения общественного порядка. При \"неблагоприятном развитии ситуации\", они будут обеспечивать больницы лекарствами.\n\nКак предполагается, в первые сутки военное ведомство способно вывести на улицы порядка 1200 солдат, и со временем увеличить это число до десяти тысяч. Особое внимание будет уделено графству Кент, откуда британцы могут попасть в Евросоюз. Ранее, как напоминает RT, британское правительство утвердило проект соглашения с Европейским союзом об условиях Brexit. Королевству придется заплатить за выход из Евросоюза около £39 млрд.",
      "source": {
        "uri": "ura.news",
        "dataType": "news",
        "title": "ura.news"
      },
      "authors": [],
      "eventUri": "eng-4431030",
      "wgt": 280287060
    }, {
      "uri": "997755792",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "01:30:00",
      "dateTime": "2018-11-19T01:30:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.straitstimes.com/world/europe/macron-says-strong-europe-needed-to-prevent-global-chaos",
      "title": "Macron says strong Europe needed to prevent global 'chaos', Europe",
      "body": "BERLIN (AFP) - French President Emmanuel Macron on Sunday (Nov 18) urged a Franco-German push to make Europe a stronger and more confident global player that could prevent \"chaos\" on the world stage.\n\nMacron and German Chancellor Angela Merkel have used a series of war anniversaries to project unity as they push back against populist and nationalist forces in Europe and Trump's isolationist \"America First\" stance.\n\nWith half a year until European Parliament elections in which far-right forces look to make gains, Macron made a passionate plea for stronger backing from Merkel on a range of reforms to strengthen Europe.\n\n\"Europe, and within it the Franco-German couple, have the obligation not to let the world slip into chaos and to guide it on the road to peace,\" Macron told the German Parliament.\n\n\"That's why Europe must be stronger... and win more sovereignty,\" he said at a ceremony to honour the victims of past wars and dictatorships.\n\nMacron said it was Europe that had led the drive for green energy and against climate change and was now most strongly pushing multilateral approaches to trade, security, migration and environmental policy.\n\nThe first French president to address the Bundestag in 18 years, Macron called for greater European unity in order for the bloc to meet future challenges in an uncertain world.\n\nHe said Europe must not \"become a plaything of great powers, must assume greater responsibility for its security and its defence, and must not accept a subordinate role in world politics\".\n\n'AT CROSSROADS'\n\nMerkel said she agreed with Macron's assessment that Europe stands \"at a crossroads\", before the two headed into a meeting to discuss a range of policy challenges - from a joint eurozone budget to migration policy and taxing Internet giants.\n\nThe German leader reiterated that she backed Macron's proposal for a future European army as a symbol of a united continent - an idea that has raised Trump's hackles.\n\nLast week the American president mocked the plan by tweeting that \"it was Germany in World Wars One & Two - How did that work out for France?\" But German Defence Minister Ursula von der Leyen insisted Sunday that a joint military force would need not just common equipment and training but also \"the political will to resolutely defend European interests when a conflict breaks out\".\n\nAnd France's Minister for European Affairs, Nathalie Loiseau, told the Journal du Dimanche \"it is not a question of being against the United States but of taking our destiny into our own hands to no longer count on others\".\n\nWEAKER LEADERS\n\nMacron's Berlin visit came a week after world leaders met in Paris to commemorate the end of World War I a century ago.\n\nMacron has repeatedly invoked the war's horrors to drive home the message that rising nationalism is again destabilising the world.\n\nIn a Berlin meeting with youths, Macron warned that forgetting history means \"to repeat the mistakes of the past\".\n\nWhile strong on symbolism, the Franco-German partnership and European reform push have been plagued by policy differences and the domestic troubles of the two leaders.\n\nSince a Franco-German joint Cabinet meeting on Europe in June, challenges have piled up with Brexit nearing and a budget conflict escalating between Brussels and Italy.\n\nMacron also addressed German hesitation on major reforms such as a large common budget for the euro zone, saying that \"this new stage is scary\".\n\nHe said it would require giving up some decision-making powers and pooling funds but asked pointedly, \"is it better to remain locked in standstill?\"\n\nThe meeting came as both leaders are politically weakened, reducing the traditional driving power at the heart of the bloc.\n\nAs Trump gleefully tweeted days ago, Macron's once stellar approval ratings have dropped off into the mid-twenties.\n\nHe now faces a wave of protests over high fuel prices by so-called \"yellow vest\" demonstrators who charge that Macron, a former investment banker, is neglecting the lower and middle classes.\n\nAnd Merkel, after 13 years in power, recently announced the beginning of the end of her reign by declining to stand again as leader of her centre-right Christian Democrats (CDU).\n\nShe has vowed to serve out her fourth term, which runs until 2021, but many observers expect Merkel could be brought down earlier by infighting within the CDU or the unhappy three-party coalition she leads.",
      "source": {
        "uri": "straitstimes.com",
        "dataType": "news",
        "title": "The Straits Times"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280287000
    }, {
      "uri": "997755631",
      "lang": "zho",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:30:00",
      "dateTime": "2018-11-19T01:30:00Z",
      "dataType": "news",
      "sim": 0.8196078538894653,
      "url": "http://news.cri.cn/20181119/7ed65202-2e5b-c776-6721-594d6b076cda.html",
      "title": "陷执政危机 英首相将赴布鲁塞尔与欧盟商讨脱欧协议",
      "body": "中新网11月19日电 据香港《文汇报》报道，英国首相特蕾莎·梅18日接访访问时表示，她本周将前往比利时布鲁塞尔，与欧盟商讨英国脱欧后的双方未来关系，强调英方对未来关系协议感到满意，才会签署脱欧协议草案，两者不可分割。\n\n特蕾莎·梅还指出，相信强硬脱欧派仍未送出48封信件至\"1922委员会\"，未能启动针对她的不信任动议，她强调现在更换领导层，无助与欧盟的谈判。\n\n英国前脱欧事务大臣戴维斯受访时，批评首相特蕾莎·梅的脱欧协议草案。他表示，英国不能被欧盟欺凌，呼吁政府应作好准备，在必要时离开谈判桌。\n\n特蕾莎·梅日前还在英国《太阳报》撰文，重申目前的方案是唯一可行的脱欧协议草案。\n\n但戴维斯表示，若无法达成合理的方案，英国政府不应让国家被贿赂、勒索或欺凌，而应适时退出谈判。他形容目前英国看来\"胆小怕事\"，批评政府欠缺政治意愿和决心，更质疑英国的要求从未真正转达给欧盟。\n\n（原标题：陷执政危机 英首相将赴布鲁塞尔与欧盟商讨脱欧协议）",
      "source": {
        "uri": "news.cri.cn",
        "dataType": "news",
        "title": "news.cri.cn"
      },
      "authors": [],
      "eventUri": "zho-465365",
      "wgt": 280287000
    }, {
      "uri": "997755428",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:29:00",
      "dateTime": "2018-11-19T01:29:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.thestar.com.my/business/business-news/2018/11/19/trading-ideas-tm-mulpha-mudajaya-petronas-chemicals-kossan/",
      "title": "Trading ideas: TM, Mulpha, Mudajaya, Petronas Chemicals, Kossan",
      "body": "Datuk Bazlan Osman has resigned as acting group chief executive officer of Telekom Malaysia (TM) with immediate effect and given notice of his intention to step down as executive director with effect from Feb 28, 2019.\n\nMulpha announced today it plans to distribute to its shareholders up to 90.33 million shares in Mudajaya, via a dividend-in-specie. Mulpha said the proposed dividend-in-specie is undertaken as an extension of its streamlining strategy where it gradually disposes of its non-core investments.\n\nPetronas Chemicals saw its net profit jump 37.7% to RM1.26bil in the third quarter ended Sept 30, 2018 (3QFY18) from RM913mil a year ago, on higher revenue and supported by lower tax expenses and higher interest income.\n\nKossan Rubber Industries Bhd's net profit rose 18.5% to RM54.15mil in the third quarter ended Sept 30, 2018 from RM45.68mil a year ago, on improved performance in the gloves division.\n\nAPM, Lafarge and Mah Sing saw quarterly earnings decline, and external auditors of DBE Gurney resigned.\n\nMeanwhile, US markets ended flat on Friday amid losses in technology counters while European stocks closed lower following concerns on Brexit.",
      "source": {
        "uri": "thestar.com.my",
        "dataType": "news",
        "title": "The Star Online"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286940
    }, {
      "uri": "997755400",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:29:00",
      "dateTime": "2018-11-19T01:29:00Z",
      "dataType": "news",
      "sim": 0.6784313917160034,
      "url": "https://www.newsroom.co.nz/2018/11/19/327885?slug=ousting-me-wont-make-brexit-easier-may",
      "title": "Ousting me won't make Brexit easier: May",
      "body": "Britain's Prime Minister Theresa May has warned that a leadership change wouldn't make Brexit negotiations easier, as opponents in her Conservative Party threaten to unseat her and the former Brexit secretary suggested she failed to stand up to bullying from European Union officials.\n\nAs furious Conservative rebels try to gather the numbers to trigger a no-confidence vote, May insisted she hadn't considered quitting.\n\n\"A change of leadership at this point isn't going to make the negotiations any easier and it isn't going to change the parliamentary arithmetic,\" she told Sky News in an interview.\n\nMay added that the next seven days \"are going to be critical\" for successful Brexit talks, and that she will be travelling to Brussels to meet with EU leaders before an emergency European Council summit on November 25.\n\nAn announcement this week that Britain has struck a draft divorce agreement with the EU triggered a political crisis in Britain, with the deal roundly savaged by both the opposition and large chunks of May's own Conservatives. Two Cabinet ministers and several junior government members quit, and more than 20 lawmakers have submitted letters of no confidence in May. Forty-eight such letters -- or 15 percent of Conservative lawmakers -- are needed for a leadership challenge vote.\n\nAsked about the attacks directed at her, May said: \"It doesn't distract me. Politics is a tough business and I've been in it for a long time.\"\n\nDominic Raab, who quit last week as Brexit secretary, said \"there is one thing missing and that is political will and resolve\".\n\n\"If we cannot close this deal on reasonable terms, we need to be very honest with the country that we will not be bribed and blackmailed or bullied and we will walk away,\" he told the Sunday Times.\n\nMany pro-Brexit Conservatives want a clean break with the EU and argue that the close trade ties between the UK and the EU called for in the deal would leave Britain a vassal state, with no way to independently disentangle itself from the bloc.\n\nThe draft agreement envisions Britain leaving the EU as planned on March 29, but remaining inside the bloc's single market and bound by its rules until the end of December 2020.\n\nIt also commits the two sides to the contentious \"backstop\" solution, which would keep the UK in a customs arrangement with the EU until a permanent trade treaty is worked out. That will serve to guarantee that the border between the UK's Northern Ireland and EU member Ireland remained free of customs checkpoints after Brexit.\n\nBoth Britain and the EU want to ensure Northern Ireland's hard-won peace process isn't undermined, but reaching an agreement on how to achieve that had long been a key obstacle in the negotiations.\n\nOpposition leader Jeremy Corbyn called the deal a \"one-way agreement\" in which the EU \"calls all the shots\".\n\nHe said his party will vote against the deal and demanded that May return to Brussels and renegotiate the divorce agreement.\n\nMay's Conservatives don't t have a parliamentary majority, and it's not clear if her deal can successfully pass Parliament.\n\nRaab said that while the agreement was \"fatally flawed\", it's not too late to change that.\n\n\"I still think a deal could be done but it is very late in the day now and we need to change course,\" he told the BBC.",
      "source": {
        "uri": "newsroom.co.nz",
        "dataType": "news",
        "title": "Newsroom"
      },
      "authors": [],
      "eventUri": "eng-4424775",
      "wgt": 280286940
    }, {
      "uri": "997754909",
      "lang": "spa",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:27:00",
      "dateTime": "2018-11-19T01:27:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.lavanguardia.com/opinion/20181119/453021825546/la-mirada-irlandesa.html",
      "title": "La mirada irlandesa",
      "body": "LOS irlandeses están especialmente felices. En las últimas horas han tenido un doble motivo de satisfacción: han ganado su partido de rugby contra los All Blacks por segunda vez en la historia y esperan obtener grandes réditos con el Brexit de Theresa May. Hay un proverbio irlandés que dice que \"aquel que no prospera en sus sueños, no prosperará despierto\". Los irlandeses hace tiempo que aprendieron a soñar con los ojos cerrados y abiertos. Hace treinta años eran más pobres que España y hoy son el segundo país más rico de la eurozona y el que más crece, entre otras razones gracias a su política fiscal. Los irlandeses sacan rendimiento a la pujanza del rugby como enseña del país (además de la cerveza Guinness), pero eso no es nada con lo que pueden conseguir con la salida del Reino Unido de la UE. Muchas compañías británicas han anunciado que cambiarán su sede a Irlanda cuando se concrete la ruptura. Hoy Dublín es un bosque de grúas y su nuevo aeropuerto mantiene un crecimiento espectacular.\n\nIrlanda es pues el país menos preocupado con el Brexit. Sus ciudadanos son gente lista y leída -pocos países pequeños pueden presumir de tener cuatro premios Nobel de Literatura- y saben que tienen una oportunidad con la crisis en puertas. Además, la salida de los británicos debilita su posición en Irlanda del Norte, a pesar de que May lo trata de \"territorio singular\" en su propuesta, algo que la UE no acaba de ver claro . Por cierto, en el equipo de rugby de Irlanda están autorizados a participar los norirlandeses, lo que sí resulta verdaderamente una singularidad.\n\nMientras May teme las maniobras de los cinco topos euroescépticos de su Gobierno, que quieren forzar cambios en el acuerdo con la UE, los autoridades irlandesas se frotan las manos. Hay otro proverbio irlandés que dice: \"Cuando buscamos oro, dejadnos buscar oro, cuando buscamos pelea, dejadnos buscar pelea\". Ahora va de lo primero.",
      "source": {
        "uri": "lavanguardia.com",
        "dataType": "news",
        "title": "LaVanguardia"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286820
    }, {
      "uri": "997754474",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "01:26:00",
      "dateTime": "2018-11-19T01:26:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.chinadailyhk.com/articles/170/158/25/1542590775698.html",
      "title": "Asia shares edge ahead, Fed caution drags on dollar",
      "body": "SYDNEY - Asian shares inched cautiously higher on Monday amid conflicting signals on the chance of a truce in the Sino-US trade dispute, while a new-found air of concern on the global outlook at the Federal Reserve undermined the dollar.\n\nMSCI's broadest index of Asia-Pacific shares outside Japan tacked on 0.1 percent and South Korea 0.5 percent. Japan's Nikkei gained 0.4 percent, but E-Mini futures for the S&P 500 slipped 0.3 percent.\n\nWall Street had firmed on Friday after US President Donald Trump said that he may not impose more tariffs on Chinese goods after Beijing sent a list of measures it was willing to take to resolve trade tensions.\n\nThe comment stoked speculation of a deal when Trump meets Chinese President Xi Jinping on the sidelines of a G20 summit in Argentina later this month.\n\nHowever, Sino-US tensions were clearly on display at an APEC meeting in Papua New Guinea over the weekend, where leaders failed to agree on a communique for the first time ever.\n\nUS Vice President Mike Pence said in a blunt speech that there would be no end to US tariffs on US$250 billion of Chinese goods until China changed its ways.\n\n\"The comments from Trump were seen as offering a glimmer of hope that further tariff action could be held in abeyance,\" said NAB's head of FX strategy, Ray Attrill.\n\n\"The exchange of barbs between Pence and Chinese President Xi Jinping in PNG on the weekend continues to suggest this is unlikely.\"\n\nSENSING A FED SHIFT\n\nAlso uncertain was the outlook for US interest rates.\n\nFederal Reserve policymakers are still signalling rate increases ahead but also sounded more concerned about a potential global slowdown, leading markets to suspect the tightening cycle may not have much further to run.\n\n\"Fed officials are having an easier time showing a slightly less hawkish leaning by noting the emerging global slowdown,\" said Deutsche Bank's macro strategist Alan Ruskin.\n\n\"It's undercutting expectations of rate hikes moving above 'neutral',\" which the Fed has nominated as between 2.5 and 3 percent. \"This shift in tone is subtle, but fits with the more bullish bond market tone of late, and is starting to have a material impact on the dollar.\"\n\nThat will focus attention on an appearance by New York Fed President John Williams later on Monday to see if he echoes the same theme.\n\nInvestors have already lengthened the odds on further hikes, with a December move now priced at 75 percent, down from over 90 percent. Futures imply rates around 2.75 percent for the end of next year, compared to 2.93 percent early this month.\n\nYields on US 10-year paper have duly declined to 3.06 percent, from a recent top of 3.25 percent.\n\nThe dollar followed to reach 96.438 against a basket of currencies, down from a peak of 97.693. The euro was up at US$1.1414, while the dollar backed off to 112.77 yen .\n\nSterling remained vulnerable at US$1.2833 after political turmoil over Brexit caused steep losses last week.\n\nBritish Prime Minister Theresa May said on Sunday toppling her would risk delaying Brexit as she faces the possibility of a leadership challenge from within her own party.\n\nWith both pro-EU and pro-Brexit lawmakers unhappy with the draft agreement, it is not clear she will be able to win the backing of parliament, raising the risk Britain leaves the EU without a deal.\n\nIn commodity markets, gold found support from the drop in the dollar and held firm at US$1,1222.67. Oil prices suffered their sixth straight week of losses last week, but have found some aid from expectations the Organization of the Petroleum Exporting Countries would cut output. Brent crude was up 55 cents at US$67.31 a barrel, while US crude gained 58 cents to US$57.04.",
      "source": {
        "uri": "chinadailyhk.com",
        "dataType": "news",
        "title": "chinadailyhk"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286760
    }, {
      "uri": "997753647",
      "lang": "zho",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:23:00",
      "dateTime": "2018-11-19T01:23:00Z",
      "dataType": "news",
      "sim": 0.7215686440467834,
      "url": "https://news.sina.com.tw/article/20181119/28889838.html",
      "title": "陷執政危機 英首相將赴布魯塞爾與歐盟商討脫歐協議",
      "body": "原標題：陷執政危機 英首相將赴布魯塞爾與歐盟商討脫歐協議\n\n中新網11月19日電 據香港《文匯報》報導，英國首相特蕾莎·梅18日接訪訪問時表示，她本周將前往比利時布魯塞爾，與歐盟商討英國脫歐后的雙方未來關係，強調英方對未來關係協議感到滿意，才會簽署脫歐協議草案，兩者不可分割。\n\n資料圖：英國首相特蕾莎·梅。\n\n特蕾莎·梅還指出，相信強硬脫歐派仍未送出48封信件至「1922委員會」，未能啟動針對她的不信任動議，她強調現在更換領導層，無助與歐盟的談判。\n\n英國前脫歐事務大臣戴維斯受訪時，批評首相特蕾莎·梅的脫歐協議草案。他表示，英國不能被歐盟欺凌，呼籲政府應作好準備，在必要時離開談判桌。\n\n特蕾莎·梅日前還在英國《太陽報》撰文，重申目前的方案是唯一可行的脫歐協議草案。\n\n但戴維斯表示，若無法達成合理的方案，英國政府不應讓國家被賄賂、勒索或欺凌，而應適時退出談判。他形容目前英國看來「膽小怕事」，批評政府欠缺政治意願和決心，更質疑英國的要求從未真正轉達給歐盟。\n\n責任編輯：孔慶玲",
      "source": {
        "uri": "news.sina.com.tw",
        "dataType": "news",
        "title": "新浪新聞中心"
      },
      "authors": [],
      "eventUri": "eng-4424775",
      "wgt": 280286580
    }, {
      "uri": "997753346",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:22:00",
      "dateTime": "2018-11-19T01:22:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.foreignpolicyjournal.com/2018/10/25/the-usmca-and-trumps-quest-for-america-first-world-trade/",
      "title": "The USMCA and Trump's Quest for 'America First' World Trade",
      "body": "The era of post-1945 multilateralism is fading. After the revised NAFTA, Trump's dream is U.S.-dominated world trade and the 'America First' Asian Century.\n\nPresident Trump seeks to redefine all major \"free trade\" agreements on the basis of U.S. economic and geopolitical leverage. In these efforts, the United States Mexico Canada Agreement (USMCA) is likely to serve as a blueprint.\n\nFrom NAFTA to U.S. First North America\n\nDespite all Trump's hyperbole, the USMCA reads like a mix of Clinton's NAFTA and Obama's Trans-Pacific Partnership (TPP). Within North America, the treaty will tighten current restrictions on North American vehicle content and introduce new rules for manufacturing in high-wage factories, mainly in the U.S. and Canada, though it may leave major supply networks largely intact. Moreover, NAFTA's dispute settlement mechanism, which the U.S. would have liked to eliminate, will carry over into the USMCA.\n\nTo investors, businesses and consumers, the net effect means rising costs.\n\nInternationally, the effects will be more ambiguous but potentially consequential. The contract is mined with fine-print clauses designed against possible Canadian or Mexican deals with a \"non-market economy\" (read: China) -- which, through the USMCA, Trump would like to extend into all other major U.S. \"free trade\" agreements.\n\nWhat's worse is that some provisions could make it easier for companies to challenge climate and environment regulations in the three countries, even before they are adopted. In this way, the USMCA has the potential to extend the Trump administration's pollution agenda and thus prolong its climate damage legacy for years after he leaves the office, despite the just-released UN (IPCC) warning about impending global climate risks.\n\nIn the 1990s, President Clinton hoped to extend the NAFTA into a Free Trade Agreement of the Americas (FTAA). Venezuela's Hugo Chavez condemned it as a \"tool of imperialism.\" Latin America's leaders, including then-presidents of Brazil, Luiz Inácio Lula da Silva, and of Argentina, Néstor Kirchner, demanded the pact eliminate U.S. agriculture subsidies and offer access to South American producers to U.S. markets. Yet, instead of opening South America to free trade, the FTAA split the region into two blocs, as President Lula had predicted.\n\nLike the Reagan administration in the 1980s, the Trump White House is willing to resort to hard power and is now in a better position to superimpose U.S. trade terms on South America.\n\nAfter the 'soft coup' in Brazil and the controversial imprisonment of former President Lula to prevent his likely victory in the 2018 presidential election, the first-round triumph of the extreme-right ex-paratrooper Jair Bolsonaro bodes well for U.S. efforts. Bolsonaro is an admirer of its military dictatorship (1964-85), which heralded the rise of Chile's Pinochet, Latin American juntas and Operation Condor; the U.S.-backed campaign of political repression and terror by right-wing dictatorships. In Argentina, the pro-U.S. President Mauricio Macri has undermined the economy with a $50 billion deal with the International Monetary Fund (IMF) that led interest rates to a world record 60 percent.\n\nIn brief, the bargaining position of the key South American economies is currently significantly lower than it was only a decade ago. Nevertheless, an 'America First' South America deal will not materialize without resistance, thanks to Trump's controversial immigration policies and U.S. withdrawal from international trade and climate change agreements.\n\nWhen President Obama began talks on the Transatlantic Trade and Investment Partnership (TTIP) in early 2013, EU leaders were divided over goals and the Democratic White House was constrained by a Republican-controlled Congress. As the talks dragged out, transatlantic goals faced new head winds across Europe, where free trade is increasingly opposed and mainstream parties felt uneasy with the secret and opaque TTIP negotiating process.\n\nTrump has alienated and weakened German Chancellor Angela Merkel. French President Macron has stated that he is not in favor of a \"TTIP-style\" U.S. deal. European public opinion is vehemently against the Trump White House. The series of disagreements between Washington and Brussels extend from trade and protectionism to the Iran nuclear deal, and the U.S. withdrawal from the Paris Accord. Moreover, the impending UK Brexit clouds projections.\n\nDespite a short-term trade truce last July, the EU has warned that Trump's pressure tactics will not work with Brussels. The outgoing European Commission president Jean-Claude Juncker has gone further highlighting the dependence of the US dollar on the euro, saying, \"It is absurd that Europe pays for 80 percent of its energy import bill, worth €300bn a year, in U.S. dollars when only roughly 2 percent of our energy imports come from the United States.\"\n\nIn brief, Brussels is posturing, positioning and transacting with Trump; just as Trump is with Brussels. The historical stress on \"common values and interests\" hasn't crumbled but is eroding.\n\nIn Asia Pacific, the most dynamic world region, Trump killed the TPP during his first day in office. More recently, he has considered rejoining a revised TPP, but only if the U.S. is granted a better deal. In turn, some TPP-11 participants hope Trump will prove a one-term president and U.S. withdrawal will be reversed after 2020. Others have joined China-led talks at a Regional Comprehensive Economic Partnership (RCEP).\n\nAn Asia Pacific USMCA will not be an easy sell in the region. Even America's allies -- Japan and South Korea -- feel unsettled about new protectionism. But as before, Trump is likely to use geopolitics as leverage to get an economic deal he wants.\n\nIrrespective of the outcome of the mid-term elections, Trump is likely to push a new Asia Pacific alignment, which strategically will seek to cement America's Indo-Pacific Vision to contain China's rise. Economically, it aspires to neutralize China's One Road One Belt initiative. Militarily, it is exploiting the \"freedom of navigation\" doctrine to dominate the South China Sea as 60 percent of U.S. naval fleet will be transferred into the region by 2020.\n\nIf U.S. protectionism will undermine free trade in Asia Pacific, the regional extension of the USMCA could prove more 'moderate' than initially projected, but it would split the region, seek to undermine China's rise and thus derail the highly-anticipated Asian Century.\n\nWhat Trump wants is an 'America First' Asian Century.",
      "source": {
        "uri": "foreignpolicyjournal.com",
        "dataType": "news",
        "title": "Foreign Policy Journal"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286520
    }, {
      "uri": "997753054",
      "lang": "nld",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:21:00",
      "dateTime": "2018-11-19T01:21:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.nrc.nl/nieuws/2018/11/19/heftige-reacties-op-de-nederlandse-cijfers-a2755666",
      "title": "Heftige reacties op de Nederlandse cijfers",
      "body": "Het derdekwartaalcijferseizoen is voorbij. In binnen- en buitenland hebben bijna alle beursgenoteerde bedrijven inmiddels hun driemaandelijkse rapport gepubliceerd. Wat viel op? Analisten lichten thema's uit.\n\nEerst Nederland: daar deden de hoofdfondsen het behoorlijk goed, zegt vermogensbeheerder Wilfried Steentjes. Hij volgt 21 van de 22 AEX-aandelen die cijfers publiceerden. \"Bij twaalf daarvan was de winst hoger dan wat analisten hadden verwacht, bij negen was het lager.\"\n\nVolgens Corné van Zeijl van Actiam was Ahold \"by far de uitschieter\". De winst bij het moederbedrijf van Albert Heijn steeg met 26,7 procent tot 459 miljoen euro. Dat zagen beleggers niet aankomen. Van Zeijl: \"Vooral in de Verenigde Staten heeft Ahold een grote inhaalslag gemaakt, met name de internetdochter deed het goed.\"\n\nIets langer dan een jaar geleden betrad Amazon de Amerikaanse supermarktmarkt met de overname van Whole Foods. Steentjes: \"Iedereen dacht dat Ahold daar kapot aan zou gaan. Die vrees blijkt ongegrond.\" Sinds de kwartaalcijfers van 8 november steeg het aandeel met ruim 12 procent.\n\nGoed. Dat waren de kwartaalcijfers. Het echte verhaal van het afgelopen kwartaal zit 'm in de reacties op die cijfers. Steentjes: \"Als je mij begin oktober had gezegd dat bij twaalf fondsen de winst hoger uitvalt dan verwacht, dan zou ik zeggen: de AEX staat op dit moment hoger.\" Maar sinds het cijferseizoen op 16 oktober begon, is de hoofdgraadmeter met 0,2 procent gedaald.\n\nCijfers kijken terug, koersen vooruit. Brexit, Italië, handelsconflict, afremmende economische groei: er zijn vrolijker tijden geweest. Het maakt beleggers nerveus. Vielen de resultaten ook maar een beetje tegen, dan kregen de aandelen het om de oren. Philips presteerde beneden verwachting en daar ging de koers: in één dag zakte die met 8,7 procent. Arcadis verlaagde zijn verwachting voor 2018. Het aandeel stond na de daghandel 18 procent lager.\n\nTekenend is volgens Steentjes de koers van ING. De winst viel in het derde kwartaal hoger uit. In reactie hierop steeg de koers om vervolgens een daling in te zetten. Inmiddels staat die lager dan voor de kwartaalcijfers. Ook opvallend: er is geen topman geweest die zich na de publicatie van de cijfers uitsprak om beleggers gerust te stellen. Steentjes: \"Dat kunnen ze ook niet. Er zijn te veel onzekerheden.\" Dat voedt angst bij beleggers.\n\nAnalisten verwachtten dat Europese bedrijven een winstgroei van gemiddeld 13 procent zouden neerzetten, zegt Van Zeijl. Het werd 11 procent. In de VS gingen marktvorsers uit van 21 tot 23 procent winststijging. Dat werd 28 procent. Van Zeijl: \"Voor Europa was het afgelopen kwartaal het slechtste in vier jaar, in de VS het beste in tien jaar.\"\n\nEuropa heeft het zwaarder omdat het naast het handelsconflict worstelt met onderwerpen als Brexit en Italië. Ook, zegt Van Zeijl, kent Europa meer bedrijven die gevoeliger zijn voor economische conjunctuur.\n\nHet Chinees-Amerikaanse handelsconflict kwam dit kwartaal voor het eerst terug in de cijfers, zagen Olaf van den Heuvel en Spencer Hogeweg van Aegon Asset Management. Het grootste slachtoffer was de Duitse auto-industrie: van BMW tot Volkswagen en Daimler AG, autobouwers deden het slecht. De verkopen in China vielen tegen. Dit was ook terug te zien bij Caterpillar, dat waarschuwde voor hogere kosten door stijgende materiaalprijzen.",
      "source": {
        "uri": "nrc.nl",
        "dataType": "news",
        "title": "nrc.nl"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286460
    }, {
      "uri": "997752880",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:20:00",
      "dateTime": "2018-11-19T01:20:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.thetimes.co.uk/article/sturgeon-urges-unity-to-oppose-blindfold-brexit-7kdwhqr9j",
      "title": "Sturgeon urges unity to oppose 'blindfold Brexit'",
      "body": "Nicola Sturgeon will visit Westminster this week to rally support against the EU withdrawal plan, while promising an announcement on a second Scottish independence referendum in \"the not-too-distant future\".\n\nDescribing the draft agreement negotiated by Theresa May as a \"blindfold Brexit\", the first minister said it lacked any clarity on the UK's future relationship with the EU, and would not be endorsed by SNP MPs.\n\nMs Sturgeon urged other opposition parties to come together to support a single market and customs union membership, and \"coalesce\" around calls for a second vote.\n\nShe accused Jeremy Corbyn of a lack of leadership, but said she hoped to persuade the Labour Party and others to support her stance on Europe.",
      "source": {
        "uri": "thetimes.co.uk",
        "dataType": "news",
        "title": "thetimes.co.uk"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286400
    }, {
      "uri": "997752749",
      "lang": "rus",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:20:00",
      "dateTime": "2018-11-19T01:20:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.unn.com.ua/ru/news/1763005-the-guardian-perekhidniy-period-brexit-mozhut-prodovzhiti",
      "title": "The Guardian: Переходный период Brexit могут продолжить",
      "body": "КИЕВ. 19 ноября. УНН. Главный переговорщик Евросоюза по Brexit Мишель Барнье допустил возможность продления переходного периода после выхода Великобритании из состава Европейского союза до конца 2022 года. Об этом сообщает УНН со ссылкой на газету The Guardian.\n\nОб этой идее Барнье сообщил на специальном совещании с послами 27 государств - членов ЕС. По его мнению, подобная перспектива позволила бы Брюсселю ещё два года дополнительно вести переговоры о торговых отношениях с Лондоном, при этом Соединенное Королевство продолжала бы подчиняться правилам ЕС и без права голоса осуществляла бы взносы в его бюджет, пишет издание.\n\nЧИТАЙТЕ ТАКЖЕ: Британские военные разрабатывают чрезвычайный план на случай срыва сделки по Brexit\n\nКак ранее информировал УНН, официальные переговоры между Лондоном и Брюсселем по условиям, на которых Великобритания выйдет из ЕС, начались 19 июня 2017 года в бельгийской столице. За год до этого на референдуме по этому вопросу в Британии победу с результатом 51,9% получили противники евроинтеграции. Переговоры по Brexit продлятся до ноября 2018 года, после чего достигнутое соглашение должны одобрить Европарламент и Вестминстер. Сам Brexit пройдет 29 марта 2019 года, затем, согласно плану, должен наступить переходный период, который продлится до 31 декабря 2020 года.",
      "source": {
        "uri": "unn.com.ua",
        "dataType": "news",
        "title": "Информационное агентство Украинские Национальные Новости (УНН). Все онлайн новости дня в Украине за сегодня - самые свежие, последние."
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286400
    }, {
      "uri": "997752679",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:20:00",
      "dateTime": "2018-11-19T01:20:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.fxstreet.com/news/forex-today-weekend-headlines-drive-brexit-anxiety-as-early-markets-get-hung-up-201811190103",
      "title": "Forex Today: Weekend headlines drive Brexit anxiety as early markets get hung up",
      "body": "In forex today, early market action has seen itself largely toe-dragging in thin Monday flows with broader investor sentiment completely hung up on a steady flow of Brexit headlines from the UK, and UK Prime Minister Theresa May is in a race against the clock to try and achieve a workable Brexit deal (or at the very least, a suitable can-kick) before her own Tory party can finish scraping together the internal support needed to cast May down in a no-confidence vote.\n\nMonday is shaping up to be a Brexit-focus day after the slow bleed of negative Brexit headlines continued through the weekend and into early Monday trading hours, with unverifiable sources reporting that the UK's Tory party now holds up to 42 (of the 48 needed) signed letters within their own parliament in order to swing a no-confidence vote in Prime Minister Theresa May, who is fighting tooth-and-nail to deliver a concession-heavy Brexit deal to the parliament floor for a vote that will almost surely see the measure fail on May's own homefront, with Brexiteers calling for a broad-base no vote on whatever plans May brings forth, with Eurosceptics likely emboldened by Scottish PM Sturgeon's late-day call that the House of Commons should not endorse May's Brexit deal.\n\nThe broader market is fairly slack with a thinned-out economic calendar slated for Monday's action, and the upcoming sessions are likely to see continued emphasis placed not only on Brexit headlines, but the ongoing EU-Italy government budget squabble, and the US-China trade war zone, with the US' Vice President reaffirming the Trump government's intention to \"more than double\" tariffs on China, bringing their base tariff rate up to 25% across the board, despite a recent thawing in talks.\n\nKey notes from the early session:\n\nOver the weekend: Trade tensions back on the rise, Brexit set for another lap\n\nScotland's Sturgoen: parliament should not endorse May's Brexit deal - Reuters",
      "source": {
        "uri": "fxstreet.com",
        "dataType": "news",
        "title": "FXStreet"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286400
    }, {
      "uri": "997752678",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:20:00",
      "dateTime": "2018-11-19T01:20:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.fxstreet.com/news/uk-cbi-president-to-endorse-mays-brexit-deal-201811190109",
      "title": "UK CBI President to endorse May's Brexit deal",
      "body": "John Allan, president of Britain's most powerful employers' body, the CBI, will use a speech on Monday at the CBI's annual conference in London to say that Prime Minister May's Brexit deal avoids the wrecking ball that would be a no-deal departure, according to The Guardian.\n\nKey quotes (Allan is expected to say)\n\nWe're trying to reach a deal that respects the result of the referendum and minimizes damage to our economy. I know how hard it's been to get to this point. In the five months, I've been president of the CBI, the team and I have met ambassadors, MPs, MEPs, heads of state.\n\nAnd I know this: every single one of them has had to compromise in reaching that deal. While companies in this room would be the first to say that it is not perfect, it does open a route to a long-term trade arrangement and unlocks transition - the very least that companies need to prepare for Brexit. And most importantly, it avoids the wrecking ball that would be a no-deal departure.",
      "source": {
        "uri": "fxstreet.com",
        "dataType": "news",
        "title": "FXStreet"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286400
    }, {
      "uri": "997752528",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:19:00",
      "dateTime": "2018-11-19T01:19:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.reuters.com/article/britain-press-business-idUSL8N1XU018",
      "title": "PRESS DIGEST- British Business - Nov 19",
      "body": "Nov 19 (Reuters) - The following are the top stories on the business pages of British newspapers. Reuters has not verified these stories and does not vouch for their accuracy.\n\nThe Times\n\nEdward Bramson, the activist investor pushing Barclays Plc to curtail its investment banking ambitions, has told other shareholders that he could push for a seat on the board if he feels he is being ignored. bit.ly/2zgPRrf\n\nInterserve Plc has failed to provide civil servants with details of how it would ensure continuity of service in the event of a Carillion Plc style collapse. bit.ly/2S323D4\n\nThe Guardian\n\nJo Johnson, the Conservative MP who resigned as a minister to back a second Brexit referendum, will on Monday throw his weight behind a bid to force the government to publish economic forecasts that compare its deal with remaining in the European Union. bit.ly/2OQe4cT\n\nJohn Allan, the president of Britain's employers' body CBI, is to endorse Theresa May's draft European Union withdrawal agreement, arguing that while not perfect it opens \"a route to a long-term trade arrangement\". bit.ly/2DKc3xP\n\nThe Telegraph\n\nLitigation Capital Management Ltd is placing its bets on the growing popularity of litigation funding in Europe by opening an office in London and delisting from the Australian Securities Exchange to instead float in the UK. bit.ly/2PEKBrG\n\nLightfoot, a telematics company whose product is described as a \"fitbit for cars\", has won the backing of former Dyson boss Martin McCourt and BGF in a 3.2 million pound ($4.11 million) investment deal. bit.ly/2qRTBuL\n\nSky News\n\nBritish Prime Minister Theresa May will step up her fight against moves by Conservative MPs to oust her with a hard-hitting speech to business leaders on immigration. May's next bid to sell her Brexit deal will come at the conference of the pro-EU CBI in London on Monday. bit.ly/2PA1nrK\n\nThe Independent\n\nFormer UK Brexit minister Dominic Raab has said that Boris Johnson is \"not an ally\", amid speculation that the two are vying to be the main Brexit candidate in a future Tory leadership contest. ind.pn/2AcZhUv",
      "source": {
        "uri": "reuters.com",
        "dataType": "news",
        "title": "Reuters"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286340
    }, {
      "uri": "997752016",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:18:00",
      "dateTime": "2018-11-19T01:18:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://news.sky.com/story/city-lines-up-refinitiv-exec-for-key-post-brexit-brussels-job-11557421",
      "title": "City lines up Refinitiv exec for key post-Brexit Brussels job",
      "body": "Sky News has learnt that Nick Collier, global head of government relations at Refinitiv - until recently part of Thomson Reuters - is to become the City of London Corporation's Brussels-based managing director.\n\nMr Collier is expected to take up the role in the new year, less than three months before the UK's exit from the EU threatens to undermine London's status as the dominant hub for the continent's wholesale financial services sector.\n\nA respected industry figure, Mr Collier also serves on the boards of several bodies such as the International Regulatory Strategy Group.\n\nThe City of London Corporation has been searching for a heavyweight individual to run a beefed-up operation in Brussels for about a year, conscious that the UK's influence over EU rules is set to evaporate after Brexit.\n\nAlthough senior City figures welcomed the cabinet's decision to endorse Theresa May's withdrawal agreement last week, there is a newly heightened sense of anxiety about its prospects of parliamentary approval.\n\nThere also remains profound concern about how a future trade agreement, with the UK losing the passporting rights that allow firms based in Britain to conduct seamless EU-wide business.\n\nA new model based on close regulatory co-operation and supervision is expected by the financial services sector, with a trade deal covering the industry reported to have been agreed in principle several weeks ago.\n\nNevertheless, influential figures in the Commission and member states including France and Germany want to take big chunks of lucrative markets such as euroclearing away from London.\n\nMeanwhile, many bosses in the British banking, insurance and asset management sectors believe that the progress of the Brexit negotiations to date risks propelling the UK towards a no-deal departure from the EU.\n\nAs part of the strengthening of the City of London Corporation's Brussels office, its overall headcount is to be increased, according to an internal document seen by Sky News last year.\n\nIt stated that the Corporation's aim was to \"put the City in the best possible position to have an ongoing constructive relationship with the EU27\".\n\nThe new managing director was expected to work closely with Jeremy Browne, the former Liberal Democrat minister who had been in place as the Corporation's special representative to the EU since 2015.\n\nHowever, Mr Browne left his role earlier this year to join Standard Life Aberdeen, the asset manager.\n\n\"As the UK‎ leaves the EU, the representational model for the City and UK financial and professional services in Brussels will need to change,\" the Corporation document said.\n\n\"It is critical that the City delivers a single, coherent message in Brussels as far as possible.\n\n\"This will strengthen the UK's capacity to influence policy-making and promote shared understanding of UK and EU positions on issues affecting financial services.\"\n\nIn a statement issued to Sky News on Sunday, Refinitiv said it was \"actively engaged in the issues that most affect our customers in the interest of ensuring open and efficient financial markets and services\".\n\n\"We look forward to continuing to work closely with Nick as he takes on this important role for the City of London as it redefines the UK's relationship with Europe.\"\n\nThe City of London Corporation declined to comment, while Mr Collier was unavailable for comment.",
      "source": {
        "uri": "news.sky.com",
        "dataType": "news",
        "title": "Sky News"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280286280
    }, {
      "uri": "997751389",
      "lang": "zho",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:15:00",
      "dateTime": "2018-11-19T01:15:00Z",
      "dataType": "news",
      "sim": 0.6000000238418579,
      "url": "http://www2.hkej.com/instantnews/stock/article/1995225/%E9%96%8B%E5%B8%82%E7%84%A6%E9%BB%9E%3A%E6%9C%89%E5%8A%9B%E7%AA%81%E7%A0%B450%E5%A4%A9%E7%B7%9A+%E7%9F%B3%E8%97%A5%E6%B4%BE%E5%AD%A3%E7%B8%BE",
      "title": "信報即時新聞 -- 開市焦點:有力突破50天線 石藥派季績",
      "body": "近期美股及內地A股靠穩，支持港股站穩在26000點之上，市場憧憬中美貿易關係有緩和跡象，料短期恒指有力升穿50天線阻力。\n\n上周五美股三大指數個別發展，道指收市升123點或0.49%報25413點；標普500漲0.2%報2736點，納指跌0.15%報7247點。Nvidia跌逾18%，創逾10年最大跌幅。全個星期標普500指數累跌1.6%，道指、納指跌逾2%，均結束兩周連漲。\n\n美國總統特朗普在美國時間周五(11月16日)表示，中國已向美國提交願意採取措施的貿易清單，以紓緩北京與華府的貿易緊張關係。他說美國未必再向中國徵收更多關稅，惟清單遺漏4、5個重要項目，華府未能接受。\n\n美國聯儲局官員繼續發表講話。聯儲局副主席克拉里達表示，美聯儲的加息政策是漸進的，不會過慢或過快加息；截止到目前並未看到股票市場釋放出清晰信號；政策利率僅略高於通脹水平；聯儲局應該考慮全球經濟前景；預計明年通脹不會大幅上升；當前利率接近中性水平。\n\n歐盟將於下星期日舉行峰會，表決英國脫歐協議草案。英國首相文翠珊在當地報章撰文指出，脫歐協議草案沒有替代方案，強調沒有其他方案能夠與歐盟達成一致；如國會議員拒絕脫歐協議，只會重回起點，造成更多分歧及不明朗。\n\n周五國際油價連續第三日回升，受助於油組可能同意下月減產的預期，紐約期油收漲0.66%報56.83美元/桶，惟全周累插5.6%，連跌六周；布蘭特期油漲0.71%報每桶67.09美元，全周累跌4.4%，主要受全球供應過剩的憂慮拖累。\n\n在美國買賣的主要港股預託證券(ADR)價格，造價普遍高於本港上日收市價。滙控(00005)ADR折合港元計收報66.13元，較本港上日收市低7仙；騰訊(00700)ADR收報293.32元，高2.92元；國壽(02628)ADR收報17.11元，高0.11元。「三桶油」方面，中海油(00883)ADR收報13.35元，高0.25元；中石油(00857)ADR收報5.75元，高7仙；中石化(00386)ADR收報6.72元，高4仙。電訊股方面，中移動(00941)ADR收報77.28元，高0.43元；聯通(00762)ADR收報8.86元，高6仙；中電信(00728)ADR收報4.07元，高1仙。\n\nADR港股比例指數報26316，較上周五恒指收市高133點或0.51%。恒指上周五由跌轉升，收報26183，升80點或0.31%。恒指短期阻力仍為50天線(現處26250)下一個阻力參考11月7日本月以來高位26530。\n\n本港第三季經濟增長進一步放緩至上升2.9%。政府經濟顧問歐錫熊表示，第三季環球經濟增長動力減慢，認為大環境亦正在改變，中美貿易戰對本港影響已開始浮現。\n\n焦點板塊\n\n內房股：內地傳媒報道，多家銀行10月底以來先後下調杭州房貸利率，全面鬆動，這不僅是針對剛需購買的首套房，甚至還包括二套房。\n\n中國神華(01088)：十月份煤炭銷售量按年增加11.6%；首十個月煤炭銷售量3.78億噸，按年增加4.3%。\n\n聯想控股(03396)：公布與其全資附屬公司佳沃集團，收購從事三文魚行業的智利上市公司Australis Seafoods 94.47%已發行股份。\n\n冠忠巴士(00306)：發盈警，預期截至9月底止中期純利不超過4000萬元，較去年同期大幅下跌，主要是期內並無出售固定資產的巨額收益，以及開展港珠澳大橋業務產生巨額開支等。\n\n兩隻新股今日掛牌，據耀才暗盤交易市場，內地港口、航道及海洋工程公司--華滋國際海洋(02258)暗盤收報1.31元，較招股價1.22元高出7%，股份公開發售部份超額認購0.67倍，以接近招股價範圍下限定價，一手中籤率百分百。內地鍍鋅鋼產品製造商--康利國際(06890)暗盤收報1.01元，較招股價1.02元低1%。",
      "source": {
        "uri": "hkej.com",
        "dataType": "news",
        "title": "今日信報"
      },
      "authors": [],
      "eventUri": "zho-465262",
      "wgt": 280286100
    }, {
      "uri": "997750613",
      "lang": "zho",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:13:00",
      "dateTime": "2018-11-19T01:13:00Z",
      "dataType": "news",
      "sim": 0.7137255072593689,
      "url": "https://news.sina.com.tw/article/20181119/28890234.html",
      "title": "陷執政危機 英首相將赴布魯塞爾與歐盟商討脫歐協議",
      "body": "中新網11月19日電 據香港《文匯報》報導，英國首相特蕾莎·梅18日接訪訪問時表示，她本周將前往比利時布魯塞爾，與歐盟商討英國脫歐后的雙方未來關係，強調英方對未來關係協議感到滿意，才會簽署脫歐協議草案，兩者不可分割。\n\n特蕾莎·梅還指出，相信強硬脫歐派仍未送出48封信件至「1922委員會」，未能啟動針對她的不信任動議，她強調現在更換領導層，無助與歐盟的談判。\n\n英國前脫歐事務大臣戴維斯受訪時，批評首相特蕾莎·梅的脫歐協議草案。他表示，英國不能被歐盟欺凌，呼籲政府應作好準備，在必要時離開談判桌。\n\n特蕾莎·梅日前還在英國《太陽報》撰文，重申目前的方案是唯一可行的脫歐協議草案。\n\n但戴維斯表示，若無法達成合理的方案，英國政府不應讓國家被賄賂、勒索或欺凌，而應適時退出談判。他形容目前英國看來「膽小怕事」，批評政府欠缺政治意願和決心，更質疑英國的要求從未真正轉達給歐盟。",
      "source": {
        "uri": "news.sina.com.tw",
        "dataType": "news",
        "title": "新浪新聞中心"
      },
      "authors": [],
      "eventUri": "eng-4424775",
      "wgt": 280285980
    }, {
      "uri": "997749505",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:10:00",
      "dateTime": "2018-11-19T01:10:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.irishtimes.com/opinion/dup-is-wielding-its-influence-over-may-in-a-huge-gamble-1.3701914",
      "title": "DUP is wielding its influence over May in a huge gamble",
      "body": "Unionism - of the plain old, straight-up \"United Kingdom of Great Britain and Northern Ireland\" kind - is enjoying something of a revival in current British discourse. The primary reason Dominic Raab gave his resignation as Brexit secretary, for example, was framed in terms of unionist unease. The treatment of Northern Ireland in the proposed backstop - the arrangement that will prevail if there is no UK-EU trade deal - he argued, \"presents a very real threat to the integrity of the United Kingdom\".\n\nIt is curious, then, that article 1 of the text he was supposed to be responsible for negotiating states quite the opposite: \"This Protocol respects the ... territorial integrity of the United Kingdom.\" In international law, the principle of territorial integrity comes under the prohibition of the use of force between states, asserting that the borders of a state should not be altered by violent means.\n\nIt is quite remarkable that it was thought necessary or appropriate to underline the inviolability of the territory of the United Kingdom in the legal framework for its withdrawal from the EU. What compelled this and what purpose does it serve, except assurance to those who may claim or fear that it is under threat?\n\nWe can be in no doubt that the DUP has had powerful influence in the UK government's approach to the negotiations. There is little public evidence to suggest it has been proposing alternative ideas or detailed corrections. But its vocal consternation regarding the possible implications of a Northern Ireland-only backstop has clearly left a mark - not just on British discourse and policy, but on the withdrawal agreement itself.\n\nFor the latest version of the text is imprinted with efforts to assuage the concerns of unionism - or, at least, how these concerns have been framed by the DUP. The preamble to the protocol now underlines the shared aim of avoiding \"controls at the ports and airports of Northern Ireland\", as well as at the Irish land Border. And its very first article directly addresses the constitutional status of Northern Ireland and affirms the \"principle of consent\" in a manner in tune with the interpretation of \"consent\" advanced by the DUP in recent months.\n\nSuch additions are not merely tokenistic. Most significantly, the new version of the withdrawal agreement has entailed major concession from the EU side in order to allow the inclusion of an all-UK customs arrangement. Contrary to previous indications from Brussels about how far the \"flexible and imaginative solutions\" could stretch, an all-UK arrangement is now a core part of a backstop. What is more, it will be legally secure on exit and ready for use at the end of the transition period.\n\nThe scenario in which the UK stays in a customs union with the EU is outlined in the protocol on Northern Ireland and the Republic. Its primary purpose, therefore, is to avoid a hard border on the island of Ireland. But as an all-UK arrangement, it also minimises the need for checks \"in the Irish Sea\".\n\nWhen she previously described any need for such checks as constituting a threat to the constitutional integrity of the UK, May had made it impossible for unionist parties to support the previous version of the backstop. This new version attempts to bring the DUP back on board, buoyed and protected by an all-UK framework.\n\nBut this all-UK backstop also poses a serious test for the newly rediscovered all-UK unionism of the Conservative Party. Most fundamentally, it appears to put it in direct tension with the English nationalism that fired much of the hardline Brexit position. The fact that Raab's mention of Northern Ireland's place in the UK was followed by a much longer paragraph bemoaning the all-UK solution suggests that \"one for all and all for one\" unionism does not run terribly deep. This is why the DUP are far from reassured, of course. It is in the unionists' lack of trust in British politicians, not Brussels, that the real problems lie.\n\nThere are other challenges for unionism, too. As part of the backstop, the protocol allows for a minimal level of regulatory harmonisation between Northern Ireland and the EU necessary for the free movement of goods across the Irish Border, including agricultural produce. It is stressed that this is intended as a temporary arrangement, involving a small fraction of the EU rules that currently apply in Northern Ireland. But the DUP may well believe that its blood-red lines have been drawn too thickly to allow any such differentiation for Northern Ireland - no matter the existing realities of the current internal market of the UK.\n\nAnd so, while it could quite reasonably trumpet the evidence of its influence on the latest version of the withdrawal agreement, it may yet instead choose to threaten to cut off the hand that has fed it so well.\n\nThe party appears to be considering wielding its influence over May's government in a huge gamble. Make no mistake, the chips in the hand of the DUP in its gamble over a no-deal scenario are valuable indeed. The economy of Northern Ireland. The 1998 Belfast Agreement. Perhaps, unintentionally and somewhat unfortunately, even the \"precious union\" itself.\n\nAnd so the party apparently most willing to risk the impact of a no-deal outcome on the United Kingdom of Great Britain and Northern Ireland is the party that both London and Brussels have gone to extraordinary lengths to appease.",
      "source": {
        "uri": "irishtimes.com",
        "dataType": "news",
        "title": "The Irish Times"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285800
    }, {
      "uri": "997749444",
      "lang": "zho",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:10:00",
      "dateTime": "2018-11-19T01:10:00Z",
      "dataType": "news",
      "sim": 0.5333333611488342,
      "url": "https://news.cnyes.com/news/id/4239463",
      "title": "自脫歐以來英鎊最不看好？梅伊無法討好所有人 | 鉅亨網 - 外匯",
      "body": "自英國投票決定退出歐盟以來，投資者對英鎊最為利空，因為市場保持對首相梅伊 Theresa May 的不信任投票的可能性。\n\n自 2016 年 6 月起，購買相對於看空期權 (put option) 的貨幣看跌期權的溢價是最高的，據星期日泰晤士報報導，7 位領先的保守派立法委員正在準備推翻她，包括 Boris Johnson 及 Dominic Raab。該報稱，信心投票最快可能在週二 (20 日) 舉行。\n\n上週英鎊因幾位部長在英國脫歐協議的分歧下辭職，英鎊下跌超過 1%。政治動盪為英鎊帶來了多重風險，包括新選舉或第二次公投的前景。\n\n英鎊兌美元來到 1.2834。\n\n如果梅伊能夠繼續支持下去，她仍將面臨英國脫歐協議的挑戰，英國是否與歐盟的關稅同盟聯繫在一起就得看英國國會的決定。加拿大皇家銀行資本市場 RBC 上週表示，最佳和最壞情況可能導致該貨幣匯的 10% 漲跌空間。\n\n梅在接受太陽報撰寫的一篇專欄文章中表示，沒有其他替代計劃。而根據周日鏡報和周日快報公布的 ComRes 民意調查顯示，略少於一半的英國成年人希望梅伊繼續留任。\n\nCredit Agricole 的 Valentin Marinov 認為，如立法委員無法同意協議，英鎊很快將跌至 1.20 美元水位。她表示，賣空貨幣是最快也是最直接的負面投資，而跌至 1.20 美元有望一週內完成。Woodman 資產管理外匯分析師 Bernd Berg 預計英鎊跌 14% 至 1.10 美元。",
      "source": {
        "uri": "news.cnyes.com",
        "dataType": "news",
        "title": "鉅亨網-新聞頻道"
      },
      "authors": [],
      "eventUri": "eng-4424775",
      "wgt": 280285800
    }, {
      "uri": "997749395",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:10:00",
      "dateTime": "2018-11-19T01:10:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.scmp.com/news/world/europe/article/2173848/brexit-transition-could-be-extended-2022-says-eus-chief-negotiator",
      "title": "Brexit transition could be extended to 2022, says EU's chief negotiator Michel Barnier",
      "body": "Malaysia's Mahathir hails free trade amid Brexit, trade war disruption\n\nEurope's chief Brexit negotiator, Michel Barnier, has raised the prospect of the UK remaining under EU control until the end of 2022, a proposal that would cost billions and infuriate Tory Brexiters.\n\nAt a special meeting with ambassadors from the EU's 27 member states, Barnier floated the prospect of extending the Brexit transition until the end of 2022.\n\nHis idea would allow an extra two years to negotiate a trading relationship, but means the UK would continue to follow EU rules and pay into its budget with no say for six and a half years after the 2016 vote to leave.\n\nBoth sides have already agreed a transition period of 21 months, until the end of 2020, as well as the chance to extend once by mutual consent. The length of the extension is still to be finalised by negotiators.\n\nThe transition period, which the British government prefers to call the implementation period, would see the UK following all EU laws and European Court of Justice rulings, while having no ministers or MEPs in the EU decision-making process.\n\nTheresa May has previously suggested an extension of only a few months would be needed, but the EU is still waiting on the UK to make a formal proposal.\n\nNegotiations between the EU and UK were continuing on Sunday as Brexit talks entered a critical final week, ahead of a special summit on 25 November when both sides hope to seal the deal.\n\nWhile Westminster remains in political turmoil, with leading Brexiters angling to send the prime minister back to Brussels to renegotiate the 585-page withdrawal treaty, the EU regards the text as finalised.\n\nEuropean leaders have zero appetite to reopen talks, despite some unhappiness about the customs union being offered to the UK as an insurance plan to avoid a hard border on the island of Ireland. \"While certain member states would certainly like to see more, they have to swallow it for now,\" one diplomat said.\n\nThe ambassadors did not discuss the cost of a transition extension - the UK's net contribution to the EU budget was £9.6 billion (US$12.3 billion) in 2016, but would have been £14.5 billion without the rebate.\n\nThe EU has previously said the UK would no longer be entitled to the rebate after 2020.\n\nAt the meeting, Spain voiced unhappiness about the status of Gibraltar, but EU sources were not expecting Madrid to stand in the way of an agreement.\n\nSpain has publicly welcomed the deal on Gibraltar, but its minority government is under pressure from opposition parties over the status of the dependency.\n\nInstead, EU member states are focusing their attention on the statement on future relations, a political declaration that is expected to be released on Tuesday.\n\nFrance is taking a strict approach to avoid any watering down of the EU's four freedoms, while economically liberal countries, such as the Netherlands and the Baltic states, are looking for a more ambitious text.\n\nMinisters from EU27 will meet in Brussels on Monday to give further input into the document, which is due to be signed off at the Brexit summit next Sunday.\n\nMay said she would be travelling to Brussels to meet the European Commission president, Jean-Claude Juncker, this week, but her announcement has not been confirmed in Brussels.\n\n\"President Juncker is of course ready to meet PM May once the negotiations on the political declaration have advanced in a decisive manner,\" a commission spokesman said.\n\n\"Work on this is ongoing between the negotiators,\" he said, adding it was \"too early to say when a meeting could take place\".",
      "source": {
        "uri": "scmp.com",
        "dataType": "news",
        "title": "South China Morning Post"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285800
    }, {
      "uri": "997749388",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:10:00",
      "dateTime": "2018-11-19T01:10:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "http://www.dailycamera.com/editorials/ci_32276771/editorial-snapshots-from-nations-press",
      "title": "Editorial snapshots from the nation's press",
      "body": "Britain's Prime Minister Theresa May on Friday leaves 10 Downing Street in central London. (Daniel Leal-Olivas / AFP)\n\nBritish Prime Minister Theresa May on Thursday defended the \"Brexit\" agreement she reached with the European Union as \"a decisive breakthrough.\" A more honest description would be \"making the best of a bad job,\" the bad job being the disastrous decision by 52 percent of voters in 2016 to withdraw the United Kingdom from the EU.\n\nNo one is particularly happy with the deal May's government has cut, but if Brexit is going to go through, the agreement deserves to be approved by the British Parliament. That would allow the U.K. to leave the EU without an abrupt rupture in its trade with Europe and without jeopardy to the hard-won peace process in Northern Ireland. May shouldn't be deterred by defections from her Cabinet or the possibility of a challenge to her leadership from dissidents in the Conservative Party.\n\nLike many Europeans and, indeed, many U.K. residents, we'd like to see the whole Brexit deal undone in a national referendum or otherwise. But that seems increasingly unlikely.\n\nThe 585-page agreement reached by British and EU negotiators doesn't permanently define future trade relations between the two parties. But it does provide for a gradual transition and contains complicated procedures to ensure that goods and people can travel freely between the Northern Ireland, which is part of the U.K., and the independent Republic of Ireland, which will remain part of the EU.\n\nThe fact that both the U.K. and the Republic of Ireland were members of the EU contributed significantly to the Protestant-Catholic peace process in Northern Ireland. That's why preventing the return of a \"hard border\" between Ireland and Northern Ireland is essential.\n\nBrexit is a bad idea beyond its consequences for Ireland. It will hamper British businesses and deny the U.K. a voice in the political deliberations of the EU; it is a giant step backward for the post-World War II project of European integration. Sadly, there seems to be little chance that the voters will be offered an opportunity to reconsider their decision. That means the goal should be a separation that causes the least disruption and disorder. That is what May is proposing.\n\nThere was a single big item on the agenda when U.S. bishops convened in Baltimore this week: how to confront the child sex abuse scandals that perennially soil the church. The bishops were prepared to debate whether to create a lay commission to investigate complaints against those in their ranks, including the power to make recommendations for disciplining bishops. For years, the bishops have ducked such action.\n\nAt the last minute, the Vatican told American bishops: Wait. Do nothing until a global meeting on sex abuse set for February in Rome. Vatican officials say they need more time to make sure U.S. proposals don't conflict with church law.\n\nWhat to make of this stalling? Credit Chicago Cardinal Blase Cupich for arguing that there is \"grave urgency to this matter and we cannot delay.\" He and others urged the assembly to find some way of endorsing the accountability proposals despite the Vatican order of delay. He was overruled.\n\nWe're not surprised that the bishops caved to Francis' command to wait. They serve at his pleasure, after all. If they want to keep their jobs, they obey. And all those children who were abused by priests over the years? All those families devastated because some bishops transferred accused priests to other parishes, where they would abuse more children? All those leaders who told no one -- not the new parishioners and, significantly, not the police. How will the church ensure that culpable leaders suffer consequences for their actions?",
      "source": {
        "uri": "dailycamera.com",
        "dataType": "news",
        "title": "Boulder Daily Camera"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285800
    }, {
      "uri": "997749161",
      "lang": "fas",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:09:00",
      "dateTime": "2018-11-19T01:09:00Z",
      "dataType": "news",
      "sim": 0.6470588445663452,
      "url": "https://www.mehrnews.com/news/4462097/هفته-پرکار-ترزا-می-برای-نهایی-کردن-برگزیت",
      "title": "هفته پرکار \"ترزا می\" برای نهایی کردن برگزیت",
      "body": "نخست وزیر انگلیس اعلام کرد برای انجام مراحل پایانی مذاکرات خروج این کشور از اتحادیه اروپا هفته پرکاری را پیش رو دارد.\n\nبه گزارش خبرگزاری مهر به نقل از رویترز، \"ترزا می\" نخست وزیر انگلیس هفته آینده را برای انجام مذاکرات خروج این کشور از اتحادیه اروپا موسوم به برگزیت، هفته ای پرکار توصیف کرد.\n\nوی امیدوار است در مذاکراتی که طی روزهای آینده با مقامات اروپایی خواهد داشت، بتواند چارچوب نهایی مناسبات انگلیس-اتحادیه اروپا پس از برگزیت را مشخص کند.\n\nمی قرار است مفاد توافق خود با اتحادیه اروپا را به پارلمان انگلیس ارائه کند.\n\nاین در حالی است که پیش از این انتشار پیش نویس توافق مورد نظر نخست وزیر انگلیس انتقادهای زیادی را متوجه دولت وی کرده است.\n\nگفتنی است ترزا می قصد دارد روز دوشنبه طی سخنرانی در کنفرانس سالانه لابی تجاری سی بی آی جزئیاتی را از جلسه خود با شورای اروپا اعلام کند.",
      "source": {
        "uri": "mehrnews.com",
        "dataType": "news",
        "title": "خبرگزاری مهر | اخبار ایران و جهان | Mehr News Agency"
      },
      "authors": [],
      "eventUri": "fas-85180",
      "wgt": 280285740
    }, {
      "uri": "997749151",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "01:09:00",
      "dateTime": "2018-11-19T01:09:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "http://africa.chinadaily.com.cn/a/201811/19/WS5bf2057aa310eff30328965b.html",
      "title": "Downtrend in gold price boosts demand in China",
      "body": "Consumption up in Jan-Sept period across coins, jewelry and industrial use\n\nGold consumption in China rose 5 percent year-on-year in the first three quarters of this year to almost 850 tons, industry data showed.\n\nThe price downtrend since April has further boosted strong demand in China, market insiders said.\n\nDemand in the fourth quarter is expected to stay strong due to China-US trade tensions (which enhanced gold's safe-haven asset status), the growing strength of the US dollar, and the depreciation of the Chinese yuan, they said.\n\nAccording to the China Gold Association, gold consumption via the jewelry sector increased steadily, reaching nearly 540 tons in the first three quarters, up around 7 percent year-on-year.\n\nUse of gold for industrial purposes rose the most, around 25 percent year-on-year, to 82 tons on the back of strong demand from electronic product manufacturers.\n\nConsumption in the gold coins segment rose 6 percent year-on-year to 18 tons. Price downtrend boosted consumer demand, especially for jewelry, said the CGA.\n\nBetter designs, and gold varieties with higher added value also boosted consumption of the yellow metal, especially in third-and fourth-tier cities, where gold jewelry accounts for a substantial share of overall consumption.\n\nBut consumption in the form of gold bars fell 5 percent year-on-year to 211 tons.\n\nDuring the first half of this year, gold consumption in China rose 7 percent year-on-year to a three-year record of 332 tons. That is a contrast to the global downtrend.\n\nGold demand worldwide dropped 6 percent year-on-year to almost 1,960 metric tons, the lowest level since 2009, according to the World Gold Council.\n\nAnalysts said demand for gold jewelry in China has been driving the global gold industry for long. \"Demand for gold jewelry had bottomed out in 2016 after a strong price recovery curbed jewelry spending that year, amid world economic growth challenges and weaker consumer sentiment,\" said Zhu Yi, senior analyst of metals and mining at Bloomberg Intelligence.\n\n\"Gold consumption is expected to continue its uptrend on the back of strong demand and growth in high-end sectors like jewelry, and the industry is moving to produce more retail products to meet customer needs.\"\n\nGold consumption in China reached 1,089 tons in 2017, up 9.41 percent, with demand for jewelry, bars and industrial-use yellow metal surging.\n\nZhu said the growth rate of gold consumption has been steadily increasing in the past nine months partly because of investor concerns relating to the China-US trade tensions. \"Going forward, gold demand from jewelry will benefit from bargain-hunting on potential price pressure from the US dollar appreciation, and improving global economic growth.\n\n\"Gold's safe-haven asset status remains strong due to global geopolitical and macroeconomic challenges, such as the trade conflict, Brexit, and inflationary pressure. Investments in bars and coins improve as the performance of other asset classes weakens.\"\n\nAccording to the association, China's gold enterprises have been stepping up overseas expansion since this year.\n\nZijin Mining Group Co Ltd's executives, for example, told China Daily earlier China's largest gold producer will seek to expand its gold assets abroad in countries rich in resources like large mines of gold and copper.\n\nZijin's overseas projects are going to be the mainstay of the company's development so as to seek more opportunities to compete in the global market, said Chen Jinghe, its chairman.\n\nChina, despite being a resource-rich country, has sites of only relatively low-grade ore, and they are not easily accessible.\n\nChinese companies' gold production abroad reached 35 tons by the end of last year. The country has imported raw materials to the tune of 854,150 tons worth more than $1.69 billion last year, CGA data showed.\n\nSong Xin, head of the CGA, said despite the disadvantages, China has advanced gold mining and refining technologies, and talent advantage, and can thus play a complementary role in many markets abroad, especially those participating in the Belt and Road Initiative, most of whom have substantial gold resources.\n\nThe BRI has provided new opportunities for the Chinese gold industry, Song said.",
      "source": {
        "uri": "africa.chinadaily.com.cn",
        "dataType": "news",
        "title": "africa.chinadaily.com.cn"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285740
    }, {
      "uri": "997748270",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "01:06:00",
      "dateTime": "2018-11-19T01:06:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.thestar.com.my/business/business-news/2018/11/19/asia-shares-edge-ahead-fed-caution-drags-on-dollar/",
      "title": "Asia shares edge ahead, Fed caution drags on US$",
      "body": "SYDNEY: Asian shares inched cautiously higher on Monday amid conflicting signals on the chance of a truce in the Sino-U.S. trade dispute, while a new-found air of concern on the global outlook at the Federal Reserve undermined the dollar.\n\nMSCI's broadest index of Asia-Pacific shares outside Japan tacked on 0.1 percent and South Korea 0.5 percent. Japan's Nikkei gained 0.4 percent, but E-Mini futures for the S&P 500 <ESc1> slipped 0.3 percent.\n\nWall Street had firmed on Friday after U.S. President Donald Trump said that he may not impose more tariffs on Chinese goods after Beijing sent a list of measures it was willing to take to resolve trade tensions.\n\nThe comment stoked speculation of a deal when Trump meets Chinese President Xi Jinping on the sidelines of a G20 summit in Argentina later this month.\n\nHowever, Sino-U.S. tensions were clearly on display at an APEC meeting in Papua New Guinea over the weekend, where leaders failed to agree on a communique for the first time ever.\n\nU.S. Vice President Mike Pence said in a blunt speech that there would be no end to U.S. tariffs on $250 billion of Chinese goods until China changed its ways.\n\n\"The comments from Trump were seen as offering a glimmer of hope that further tariff action could be held in abeyance,\" said NAB's head of FX strategy, Ray Attrill.\n\n\"The exchange of barbs between Pence and Chinese President Xi Jinping in PNG on the weekend continues to suggest this is unlikely.\"\n\nSENSING A FED SHIFT\n\nAlso uncertain was the outlook for U.S. interest rates.\n\nFederal Reserve policymakers are still signalling rate increases ahead but also sounded more concerned about a potential global slowdown, leading markets to suspect the tightening cycle may not have much further to run.\n\n\"Fed officials are having an easier time showing a slightly less hawkish leaning by noting the emerging global slowdown,\" said Deutsche Bank's macro strategist Alan Ruskin.\n\n\"It's undercutting expectations of rate hikes moving above 'neutral',\" which the Fed has nominated as between 2.5 and 3 percent. \"This shift in tone is subtle, but fits with the more bullish bond market tone of late, and is starting to have a material impact on the dollar.\"\n\nThat will focus attention on an appearance by New York Fed President John Williams later on Monday to see if he echoes the same theme.\n\nInvestors have already lengthened the odds on further hikes, with a December move now priced at 75 percent, down from over 90 percent. Futures imply rates around 2.75 percent for the end of next year, compared to 2.93 percent early this month. <0#FF:>\n\nYields on U.S. 10-year paper <US10YT=RR> have duly declined to 3.06 percent, from a recent top of 3.25 percent.\n\nThe dollar followed to reach 96.438 <.DXY> against a basket of currencies, down from a peak of 97.693. The euro was up at $1.1414 <EUR=D3>, while the dollar backed off to 112.77 yen <JPY=>.\n\nSterling remained vulnerable at $1.2833 <GBP=> after political turmoil over Brexit caused steep losses last week.\n\nBritish Prime Minister Theresa May said on Sunday toppling her would risk delaying Brexit as she faces the possibility of a leadership challenge from within her own party.\n\nWith both pro-EU and pro-Brexit lawmakers unhappy with the draft agreement, it is not clear she will be able to win the backing of parliament, raising the risk Britain leaves the EU without a deal.\n\nIn commodity markets, gold found support from the drop in the dollar and held firm at $1,1222.67 <XAU=>.\n\nOil prices suffered their sixth straight week of losses last week, but have found some aid from expectations the Organization of the Petroleum Exporting Countries would cut output. - Reuters",
      "source": {
        "uri": "thestar.com.my",
        "dataType": "news",
        "title": "The Star Online"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285560
    }, {
      "uri": "997748269",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "01:06:00",
      "dateTime": "2018-11-19T01:06:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.thestar.com.my/business/business-news/2018/11/19/uk-business-morale-hits-lowest-since-at-least-2009/",
      "title": "UK business morale hits lowest since at least 2009",
      "body": "LONDON: Bruised by uncertainty about Brexit, British businesses are now more pessimistic about the outlook than at any time since at least 2009, a survey showed on Monday.\n\nPlans for hiring and investment across both manufacturing and services firms sagged, according to a quarterly report from data firm IHS Markit, which also compiles the closely watched purchasing managers' indexes.\n\nThe survey, conducted over the second half of October, showed firms cited political uncertainty as the biggest factor weighing on confidence.\n\nPrime Minister Theresa May last week published a draft divorce deal with the European Union that has drawn the ire of eurosceptics in her party, raising questions about her future as leader and sending the pound sharply lower.\n\nThe net balance of companies expecting business activity to rise in the next 12 months fell to 32 percent from 39 percent in the previous survey, marking the lowest reading since the IHS Markit Business Outlook Survey started in 2009.\n\n\"Reports from survey respondents widely indicate that Brexit-related concerns have weighed heavily on business investment and staff hiring plans,\" IHS Markit economist Tim Moore said.\n\n\"Some of the slowdown in capex plans can be attributed to softer global demand patterns, but the latest UK figure is notably weaker than seen elsewhere across Europe and in other developed economies.\"\n\nOther business surveys have also shown a sharp slowdown in business investment plans ahead of Brexit in March 2019. - Reuters",
      "source": {
        "uri": "thestar.com.my",
        "dataType": "news",
        "title": "The Star Online"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285560
    }, {
      "uri": "997747572",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:03:00",
      "dateTime": "2018-11-19T01:03:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.irishtimes.com/news/crime-and-law/some-eu-citizens-may-be-blocked-from-ireland-post-brexit-at-request-of-britain-1.3702084",
      "title": "Some EU citizens may be blocked from Ireland post-Brexit at request of Britain",
      "body": "Some EU citizens could be prevented from travelling to Ireland after Brexit so as to ensure they cannot travel on to Britain unnoticed.\n\nThe move would mean that some EU citizens would not enjoy full freedom of movement within the bloc as the Irish authorities would effectively prevent them moving on to Britain if their UK counterparts deemed them suspect or unwelcome. The measure is being actively examined by officials in the Irish and British governments.\n\nFor example, in the case of a French citizen deported from Britain to France; under current arrangements they could decide to travel to Dublin and from there back to Britain. Their deportation from Britain to France would not currently curtail their right to travel to Ireland at any time. Once in the State they could travel to Britain, very likely unnoticed, because there are no immigration checks when moving within the Common Travel Area between Britain and Ireland.\n\nHowever, the officials are now working on a mechanism to ensure people unwelcome in, or banned from, Britain cannot use Ireland as an easy way to \"sneak into Britain\" after Brexit, according to security sources in Dublin.\n\n\"We will need to have a mechanism that restricts the freedom of movement of a person like that travelling to the Republic with the intention of travelling on to Britain,\" said one senior security source.\n\nGovernment sources who spoke to The Irish Times agreed, saying the ability to block selected EU nationals travelling from the Republic to Britain would be required to protect the long-term future of the Common Travel Area. The best way of doing this, they believe, would be to prevent those people ever entering the State via a port or airport.\n\n\"We are looking at developing watch lists,\" said one Government source. \"People on these lists would be strictly not permitted to enter Britain.\n\n\"And while all the benefits of the Common Travel Area between Britain and Ireland would continue after Brexit, we need a mechanism to ensure people banned from Britain can't use the Common Travel Area as a way around that ban.\"\n\nThe Government believes watch lists can be combined with advance passenger lists to identity those who such a measure would apply to.\n\nSources said if Britain wanted to put in place further controls such as passport checks for those arriving in Northern Ireland or Britain from the Republic, that would be a matter for the British authorities alone.\n\nThe draft agreement for the United Kingdom's withdrawal from the European Union, published last week, envisages no restrictions being placed on the Common Travel Area.\n\nBritish and Irish passport holders could continue to travel between the two countries as if they were one, and citizens from all other EU states, and their relatives regardless of nationality, would use the Common Travel Area in the same way.\n\nThe Government was described by sources as being \"happy\" that the future of the Common Travel Area was clearly signalled in the draft agreement. Sources added that the EU recognised it was important to maintain all the \"freedoms and ease of the Common Travel Area\" after Britain leaves the EU.\n\nHowever, they said it was important that any person who needed to be stopped from entering Britain via Ireland would be identified and blocked.\n\nThe draft agreement says of the Common Travel Area: \"The United Kingdom shall ensure that the Common Travel Area and the associated rights and privileges can continue to apply without affecting the obligations of Ireland under Union law, in particular with respect to free movement for Union citizens and their family members, irrespective of their nationality, to, from and within Ireland.\"",
      "source": {
        "uri": "irishtimes.com",
        "dataType": "news",
        "title": "The Irish Times"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285380
    }, {
      "uri": "997747218",
      "lang": "zho",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "01:02:00",
      "dateTime": "2018-11-19T01:02:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.setn.com/News.aspx?NewsID=458509",
      "title": "台股選前決戰週走勢　仍看美科技股臉色 | 財經 | 三立新聞網  SETN.COM",
      "body": "台股上週量縮收黑，不過由於回檔幅度有限，分析師認為，在選前1週台股仍居震盪格局之中，美國科技股表現仍將對台股有較為明顯的影響。\n\n▲選前週，台股仍受美股影響。（圖／中央社）\n\n美股16日（美東時間）收盤漲跌互見，道瓊工業指數上漲123.95點、漲幅0.49%、收在25413.22點，那斯達克指數下跌11.161點、跌幅0.15%、收在7247.871點，標準普爾500指數上漲6.07點、漲幅0.22%、收在2736.27點，費城半導體指數下跌14.48點、跌幅1.17%、收在1220.14點。\n\n分析師表示，台股11月以來在9700點至9900點間來回震盪，初見打底跡象，且外資賣超動作也有趨緩跡象，在台指期多單部位仍超過3.7萬口，台指選擇權買權領先賣權也逼近4萬口，顯示在進入年底長假前，外資對台股看法中性偏多，短期內無大舉出脫的打算。\n\n法人也指出，近期雖然上市指數雖相對震盪，但上櫃指數卻展現出抗跌的韌性，尤其是部分中小型電子股開始有止跌回升的跡象，人氣指標的被動元件、矽晶圓也未再出現連續性大跌，顯示內資在第3季財報揭曉後，有開始布局前景展望較為明確的族群，啟動年底前作帳行情的跡象。\n\n只不過，台灣進入九合一選舉前最後一週的黃金週，消息面恐趨於雜亂，加上近期美股科技股表現相對弱勢，也可能是影響台股走向的變數。\n\n歐股則在市場對英國脫歐的不安持續，震盪收黑，倫敦FTSE 100指數下跌0.34%、收在7013.88點，法蘭克福DAX 30指數下跌0.11%、收在11341.00點，巴黎CAC 40指數下跌0.17%、收在5025.20點。",
      "source": {
        "uri": "setn.com",
        "dataType": "news",
        "title": "setn.com"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285320
    }, {
      "uri": "997745908",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "00:58:00",
      "dateTime": "2018-11-19T00:58:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://uk.reuters.com/article/uk-britain-economy-businesssentiment-idUKKCN1NO00S",
      "title": "UK business morale hits lowest since at least 2009 - IHS Markit",
      "body": "LONDON (Reuters) - Bruised by uncertainty about Brexit, British businesses are now more pessimistic about the outlook than at any time since at least 2009, a survey showed on Monday.\n\nPlans for hiring and investment across both manufacturing and services firms sagged, according to a quarterly report from data firm IHS Markit, which also compiles the closely watched purchasing managers' indexes.\n\nThe survey, conducted over the second half of October, showed firms cited political uncertainty as the biggest factor weighing on confidence.\n\nPrime Minister Theresa May last week published a draft divorce deal with the European Union that has drawn the ire of eurosceptics in her party, raising questions about her future as leader and sending the pound sharply lower.\n\nThe net balance of companies expecting business activity to rise in the next 12 months fell to 32 percent from 39 percent in the previous survey, marking the lowest reading since the IHS Markit Business Outlook Survey started in 2009.\n\n\"Reports from survey respondents widely indicate that Brexit-related concerns have weighed heavily on business investment and staff hiring plans,\" IHS Markit economist Tim Moore said.\n\n\"Some of the slowdown in capex plans can be attributed to softer global demand patterns, but the latest UK figure is notably weaker than seen elsewhere across Europe and in other developed economies.\"\n\nOther business surveys have also shown a sharp slowdown in business investment plans ahead of Brexit in March 2019.",
      "source": {
        "uri": "uk.reuters.com",
        "dataType": "news",
        "title": "Reuters UK"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285080
    }, {
      "uri": "997745907",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "00:58:00",
      "dateTime": "2018-11-19T00:58:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://uk.reuters.com/article/uk-britain-eu-scotland-idUKKCN1NO00W",
      "title": "Scottish minister Russell sees Brexit deal being defeated in...",
      "body": "(Reuters) - Scotland's constitution minister, Michael Russell, predicted on Monday the British government's Brexit deal would be defeated in the UK parliament and said the Scottish government would do everything it could to ensure a common-sense alternative\".\n\n\"This week therefore while the Tories escalate their civil war, we will step up our efforts to work constructively with others to bring about an outcome that will minimise the damage of leaving the EU and protect jobs and living standards as much as possible\", Russell told the Joint Ministerial Committee (EU Negotiations), chaired by Cabinet Office Minister David Lidington.\n\nHe labelled the Brexit process as 'disastrous' and said the British government was not interested in the views of the Scottish government or parliament.\n\n\"It seems clear the UK Government's deal will be defeated in the House of Commons and therefore we will do everything in power to ensure a common-sense alternative is in place,\"\n\nRussell said.\n\nRussell, who has led talks to persuade May's government to stay in the single market and customs union, will press the British government again on the issue, but said he now had \"little confidence\" that UK ministers were interested in serious talks.",
      "source": {
        "uri": "uk.reuters.com",
        "dataType": "news",
        "title": "Reuters UK"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285080
    }, {
      "uri": "997745530",
      "lang": "rus",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:58:00",
      "dateTime": "2018-11-19T00:58:00Z",
      "dataType": "news",
      "sim": 0.6941176652908325,
      "url": "https://www.unn.com.ua/ru/news/1763001-britanski-viyskovi-rozroblyayut-nadzvichayniy-plan-na-vipadok-zrivu-ugodi-schodo-brexit",
      "title": "Британские военные разрабатывают чрезвычайный план на случай срыва сделки по Brexit",
      "body": "КИЕВ. 18 ноября. УНН. Британские специалисты по военному планированию готовятся к принятию чрезвычайных мер в случае выхода страны из Евросоюза без соглашения по Brexit. Об этом в воскресенье сообщила газета The Sunday Times со ссылкой на источник в британской армии, информирует УНН.\n\nПо данным издания, около 20 офицеров, которые обычно контролируют ход операции Temperer, в рамках которой военнослужащие оказывают помощь полиции в случае террористических актов, получили приказ ускорить подготовку к возможному сценарию Brexit без соглашения. Группа сосредоточит внимание на том, каким образом военные могли бы помочь полиции поддерживать общественный порядок, как больницы будут обеспечиваться медикаментами и как не допустить транспортного коллапса в графстве Кент, где находится паромная переправа, соединяющая Великобританию с континентом.\n\nЧИТАЙТЕ ТАКЖЕ: Стакан валлийского виски помог Терезе Мэй снять стресс после принятия проекта соглашения о Brexit\n\nПредполагается, что Минобороны сможет уже в первые сутки отправить на помощь полиции около 1200 военнослужащих, будут находиться на круглосуточном дежурстве, а затем увеличить это число до 10 тысяч.\n\nКак ранее информировал УНН, 13 ноября Великобритания и Евросоюз достигли соглашения относительно Brexit, который состоится 29 марта 2019 года. На следующий день Тереза Мэй столкнулась с серьезным политическим давлением в связи с тем, что многие из её коллег внутри правящей Консервативной партии не согласны с принятым её кабинетом проектом соглашения по Brexit. Так, уже в четверг, на следующий день после согласования правительством проекта соглашения, сразу четыре члена команды Мэй, в том числе министр по вопросам Brexit Доминик Рааб и министр труда и по делам пенсий Эстер Маквей, подали в отставку. Они посчитали его слишком большой уступкой Брюсселю, что идет вразрез с тем, за что британцы проголосовали на референдуме 2016 года.\n\nПо данным телеканала Sky News, группа консерваторов-евроскептиков получила достаточную поддержку для того, чтобы инициировать в парламенте голосование по вопросу о доверии Мэй. Для смещения лидера Консервативной партии в голосовании в Палате общин должны принять участие все 316 депутатов депутатов-консерваторов. Чтобы удержать свой пост, Мэй понадобится простое большинство голосов, после чего она будет защищена от повторения этой процедуры в течение одного года. В случае поражения главы правительства партии предстоит выбрать нового лидера, на что отводится три месяца.",
      "source": {
        "uri": "unn.com.ua",
        "dataType": "news",
        "title": "Информационное агентство Украинские Национальные Новости (УНН). Все онлайн новости дня в Украине за сегодня - самые свежие, последние."
      },
      "authors": [],
      "eventUri": "eng-4431030",
      "wgt": 280285080
    }, {
      "uri": "b-997745209",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:57:00",
      "dateTime": "2018-11-19T00:57:00Z",
      "dataType": "blog",
      "sim": 0,
      "url": "https://www.desmogblog.com/2018/11/18/matthew-sarah-elliott-uk-power-couple-linking-us-libertarians-and-fossil-fuel-lobbyists-brexit",
      "title": "Matthew and Sarah Elliott: How a UK Power Couple Links US Libertarians and Fossil Fuel Lobbyists to Brexit",
      "body": "If you have detected a distinctly American flavour to the rampant lobbying in Westminster corridors over a Brexit deal, there is a good reason why.\n\nA close look at the transatlantic connections of the London-based groups pushing for the most deregulated form of Brexit reveals strong ties to major US libertarian influencers. These include fossil fuel magnates the Koch brothers -- known for funding climate science denial around the world -- and the man who bankrolled Donald Trump's campaign, Robert Mercer.\n\nAt the heart of this network lies a little-known power couple, Matthew and Sarah Elliott. Together, the husband and wife team connect senior members of the Leave campaign and groups pushing a libertarian free-market ideology from offices in Westminster's Tufton Street to major US libertarian lobbyists and funders.\n\nCollectively, the network aims to use Brexit as an opportunity to slash regulations in the UK, paving the way for a wide-ranging US-UK free-trade deal that could have disastrous consequences for the environment.\n\nThe current draft withdrawal agreement appears to try and provide some protection for the current level of environmental regulation -- at least in principle. But politicians associated with this transatlantic network are lobbying hard for the draft deal to be scrapped, along with those protections.\n\nThis DeSmog UK investigation reveals the strength of the ties between Matthew and Sarah Elliott, UK lobbyists and politicians, and US groups with vested interests in fossil fuels keen to profit from deregulation.\n\nIt shows how organisations with strong ties to the Koch Brothers and Robert Mercer increased their political activities in the UK immediately before and after the Brexit referendum.\n\nAnd it uncovers US libertarian spending patterns that show increased resources flowing into Europe prior to and around the time of the Brexit referendum, as pro-Brexit groups with ties to the Elliotts in the UK saw their budgets balloon.\n\n1. A Transatlatic Power Couple: Who are Matthew and Sarah Elliott?\n\n2. Robert Mercer, Cambridge Analytica and Data Wars\n\nWhile Matthew Elliott has attracted public attention as the founder of the TaxPayers' Alliance and the chief executive of the Vote Leave campaign, his wife Sarah Elliott has only just started to make public appearances.\n\nA long-standing libertarian, Matthew Elliott rose to prominence on the UK political stage through the Vote Leave campaign. Yet his campaign efforts advocating a small state and low regulation go back much further, and were largely influenced by American neo-conservative politics.\n\nHe was a member of the Young Britons' Foundation (YBF), a controversial Tory party affiliate which made the news after one of its alumni, Mark Clarke, was accused of bullying young activist Elliott Johnson, who took his own life. Clarke denied the allegations.\n\nThe now-defunct group's radical views earned it its reputation as a \"Tory madrasa\" used to teach young Conservatives political \"dark arts\".\n\nIn 2004, Matthew Elliott founded the TaxPayers' Alliance, a campaign group pushing for low tax and low regulation. He told DeSmog UK that he has \"had no formal involvement with the TaxPayers' Alliance\" since he stepped down as a director in 2015.\n\nTaxpayers' Alliance was modelled on a similar campaign in the US -- Americans for Tax Reform. In a 2017 speech to the Mackinac Center for Public Policy, a US right-wing think tank, Matthew Elliott told the Michigan audience he felt like he was \"coming home\".\n\nHe revealed that he had been coming to the US \"for over 14 years to learn my campaign techniques and to learn how to set up a new taxpayer group from Grover Norquist and the Americans for Tax Reform\".\n\nNorquist is the founder and president of Americans for Tax Reform. While the group does not disclose its donors, Norquist is known to have received money from a network of major Republican supporters including Koch Family Foundations, which are funded by billionaire brothers Charles and David Koch.\n\nThe brothers are co-owners of one of the US's largest energy companies, Koch Industries, and are known for funding climate science denial. Americans for Tax Reform has also repeatedly opposed a carbon tax and promoted climate science denial, arguing that the increase of carbon dioxide in the atmosphere was causing a \"global cooling\".\n\nDuring his time working with Americans for Tax Reform, Matthew Elliott met Sarah Smith, his future wife. Now known as Sarah Elliott, she is an American citizen who spent many years lobbying for hardline Republican values in Washington DC. The couple now lives in London.\n\nNorquist introduced the pair when Sarah Elliott was managing political research at the Americans for Tax Reform between 2005 and 2008.\n\nA Tea Party supporter from Virginia, Sarah Elliott is the current chairwoman of Republicans Overseas, a political organisation that aims to support and represent the interest of American citizens living in the UK.\n\nShe is an ardent defender of the Trump administration, a keen Brexit supporter, and an advocate for a US-UK free-trade deal. She told DeSmog UK that Republicans Overseas \"has had nothing to do with Brexit\".\n\nIn 2005, Sarah Elliott worked for the Republican National Committee's major donor programme -- building relationships with some of the biggest funders of the Republican party in the US.\n\nShe later spent three years managing fundraising affairs for Americans for Prosperity, a US right-wing libertarian campaign group co-founded and funded by David Koch.\n\nAmericans for Prosperity has long been seen as the organisation at the heart of the Koch brothers' political network, and has been widely credited with pushing American politics to the right.\n\nBetween July 2014 and July 2018, Sarah Elliott worked in London as the managing director of the American European Business Association (AEBA), which aims to \"enhance commerce and transatlantic cooperation\". She told DeSmog UK that AEBA \"did not take a position on Brexit, and that she did not work on Brexit as part of her work with AEBA\".\n\nDescribing her job to the Conservative Book Club, she said she would \"bring together a select group of senior transatlantic executives over lunch to meet with global business leaders in an off-the-record setting eight to 10 times a year\" -- strengthening her connections on both sides of the Atlantic.\n\nImage: Matthew Elliott at a Taxpayer's Alliance event. Credit: Taxpayers' Alliance CC BY-NC-ND 2.0\n\n'A British Tea Party'\n\nFrom an early stage, Matthew Elliott has been influenced by Republican lobbying strategies, learning political campaigning techniques from Norquist -- one of Washington's most successful lobbyists.\n\nSpeaking to the Guardian in 2010, Matthew Elliott said he was keen to replicate the far-right American Tea Party movement in the UK:\n\n\"You could say our time has come ... We need to learn from our European colleagues and the Tea Party movement in the US ... It will be fascinating to see whether it will transfer to the UK. Will there be the same sort of uprising?\"\n\nDuring that time, Matthew Elliott founded and supported a number of organisations and campaign groups charged with advancing this ideology: Big Brother Watch, which campaigns against state surveillance; Business for Britain, a group of businesses pushing for the UK to leave the EU; and the Conservative Friends of Russia.\n\nHe also serves on the advisory board of the New Culture Forum, a right-wing think tank which aims to challenge contemporary cultural debates in the UK and was founded by Ukip Assembly Member Peter Whittle.\n\nThe New Culture Forum argues that the right has won the economic argument but that the liberal left still dominates the cultural space, with its website saying the group was created to \"challenge the dogma and relativism of the establishment and redefine the parameters of the cultural and political debate\".\n\nThe Taxpayers' Alliance, Big Brother Watch, Business for Britain and the New Cultural Forum operate out of offices close to Westminster on Tufton Street. Desmog UK has repeatedly reported the networks of climate science deniers and opaquely-funded libertarian think tanks working in and around 55 Tufton Street.\n\nThose Westminster offices have been a hub for right-ring organisations such at the Institute of Economics Affairs (IEA), the Taxpayers' Alliance, the Adam Smith Institute and the Centre for Policy Studies, all of which work to shift mainstream Conservative ideology further to the right.\n\nThrough Matthew Elliott and a host of other right-wing lobbyists, Tufton Street has more recently become a cradle for hard-Brexit political campaign groups such as Leave Means Leave, the Economists for Free Trade, and IFT (previously the Institute for Free Trade).\n\nThis was part of an employment tribunal case involving BeLeave whistleblower Shahmir Sanni. The Taxpayers' Alliance said the concession had been made \"on pragmatic grounds\" but that it did not \"denote any agreement or acceptance of any facts or allegations\" made by Sanni.\n\nThese groups have called on the government to cut red tape for businesses, including environmental protection, to ensure a US-UK free-trade deal post-Brexit, with Matthew Elliott and Sarah Elliott playing a leading role.\n\nMatthew and Sarah Elliott told DeSmog UK that they disagreed with the characterisation of them as central figures in this network.\n\nBrexit Bridges\n\nOver the past couple of years, the couple has acted as a bridge between the hard-Brexiters in the UK and the transatlantic network of US private interests eyeing lucrative deals resulting from a US-UK free-trade deal.\n\nAs chair of Republicans Overseas, Sarah Elliott has strong ties to senior politicians and officials in both countries.\n\nIn July this year, she invited invited International Trade Secretary Liam Fox to Republicans Overseas' 4th of July party in London -- praising Fox's efforts to push for a US-UK free-trade deal.\n\nIn February 2017, Sarah Elliott also met with a Number 10 government relations team to see how Republicans Overseas could work to strengthen political and cultural ties between the UK and the US.\n\nWhile Sarah Elliott was promoting the \"special relationship\" that she claims to be \"living out every day\" through her marriage, Matthew Elliott was working to make Brexit a reality -- creating the circumstances in which a highly deregulated US-UK free-trade deal could be struck.\n\nAs a then-senior fellow at the Legatum Institute, Matthew Elliott worked with Shanker Singham -- a dual British-American national, and an influential Westminster lobbyist -- setting out what a trade deal with the US would look like well before the EU referendum in June 2016.\n\nSingham joined the IEA earlier this year and helped turn the think tank into Tufton Street's most prominent voice on Brexit. He was at the heart of allegations earlier this year that the IEA was offering access to pro-Brexit UK ministers in exchange for funding from the US.\n\nThe IEA has previously denied the allegations, and did not respond to a request to comment for this article.\n\nMatthew Elliott went on to head the Vote Leave campaign and become editor-at-large of Brexit Central.\n\nIn July, the Vote Leave campaign was fined £61,000 and reported to the police by the Electoral Commission, which accused it of refusing to collaborate in its investigation into allegations the campaign breached electoral spending rules.\n\nLast month, openDemocracy reported that the Met Police still hadn't launched any criminal investigation into Vote Leave and its youth arm BeLeave, citing \"political sensitivities\".\n\nThe string of investigations into both Vote Leave and Nigel Farage's Leave.EU's activities during the EU referendum campaign led to a host of allegations over the way in which American billionaire and Trump benefactor Robert Mercer attempted to influence Brexit through the now-defunct data analytics firm Cambridge Analytica.\n\nExtensive investigative work by journalist Carole Cadwalladr alleged that Cambridge Analytica worked for the Leave.EU campaign by scraping masses of data from Facebook profiles to target voters with political advertising.\n\nCadwalladr wrote that the role Mercer and Cambridge Analytica played in British politics \"reveals the elephant in the room: Britain tying its future to an America that is being remade -- in a radical and alarming way -- by Trump\".\n\nCambridge Analytica has repeatedly denied doing paid or unpaid work for Leave.EU. Instead, both parties told the Information Commissioner's Office (ICO) that only preliminary discussions took place. The ICO found no evidence to prove the contrary.\n\nThe Mercer family did not respond to a request for comment for this story.\n\nThe Vote Leave campaign -- of which Matthew Elliott was CEO -- used the services of another small Canadian-based data analysis company known as Aggregate IQ (AIQ).\n\nIn a report published earlier this month, the ICO found that \"while there was clearly a close working relationship between the two entities\" it said there was \"no evidence that AIQ has been anything other than a separate legal entity\".\n\nIn a statement to The Observer, the companies' lawyers said the stories contained significant inaccuracies and that the coverage was a \"sustained campaign of vilification designed to paint a false and misleading picture of their clients\".\n\nBoth Vote Leave, led by Matthew Elliott, and Leave.EU focused much of their resources on online campaigning. This was a very deliberate strategy, according to Matthew Elliott.\n\nSpeaking to the Mackinac Center a year after the referendum, Matthew Elliott admitted that Vote Leave had been more successful online than on traditional media platforms. \"Broadcast was terrible for us, print was better and online is where we pushed things out\", he said.\n\nMatthew Elliott has shown a strong interest in using data in political campaigns both before and after the referendum.\n\nIn 2012, he was one of the founders of WESS Digital, a company that used data as a political campaign tool.\n\nTogether with Guido Fawkes' editor Paul Staines, former Labour digital strategist Jag Singh and digital specialist Andrew Whitehurst, they worked on a political campaigning tool which would use the Metis database to create social media profiles and targeted political ads.\n\nMatthew Elliott remained a shareholder of WESS Digital until 2014. By 2015, all shares were transferred to Whitehurst.\n\nWhitehurst worked as co-director with Thomas Borwick, Vote Leave's former chief technology officer, who now runs Kanto Systems -- a digital political consultancy that claims to \"connect the dots between people, data and technology\".\n\nTogether with UKIP MP Douglas Carswell, Borwick also runs another campaign communication management company, Disruptive Analytica.\n\nWhile it is unclear whether Kanto Systems and Disruptive Analytica work for the organisations based on Tufton Street, Carswell has ties to the groups that operate out of the offices.\n\nIn 2016, the IEA co-hosted the Atlas network's Europe Liberty Forum - a free-market umbrella organisation based in Washington DC - less than a fortnight before the EU referendum.\n\nSpeaking at the event, Carswell said: \"Think tanks should make life of all established political parties uncomfortable,\" adding that the the digital revolution \"is important in empowering consumers and promoting free markets\".\n\nMore recently, Matthew Elliott was involved in another digital campaign firm called Awareness Analytics Partners, known as A2P, which focused on US clients. He was the only British partner, and was listed on the company's website until early 2018 when his name was removed.\n\nA2P describes its expertise as \"understanding and utilizing influence, enhancing online messaging and delivering groundbreaking social media advertising results\".\n\nIt is run by Sean Noble, who has strong ties to the Koch brothers, and Samantha Ravich, who was part of President Trump's national security transition team.\n\nAccording to Open Secrets, A2P's clients are all based in the US and include the \"No Tax on Jobs\" campaign in Seattle; Arizona's Republican candidate for Congress Steve Smith, who was repeatedly named a \"friend of the taxpayer\" by the Koch-funded group, Americans for Prosperity; and House Freedom Action, one of the most conservative groups in the US, which also receives funding from Koch Industries.\n\nMatthew Elliott told DeSmog UK that neither WESS Digital nor A2P \"worked on Brexit\".\n\nA2P isn't the only Elliot-affiliated organisation with links to the Koch brothers.\n\nIn fact, many of the organisations involved in the network pushing for a deregulated post-Brexit US-UK free-trade deal are supported by Koch Family Foundations -- one of the largest funders of libertarian causes and climate science denial in the world.\n\nThe Koch's influence is so far-reaching that the network the brothers support has been dubbed the 'Kochtopus'. Through its network, the Koch brothers have been accused of backing movements that have \"undermined American democracy and have helped wealthy elites block progress on problems such as climate change and income inequality\".\n\nAtlas is a Washington DC-based non-profit organisation that works to support more than 450 organisations in more than 90 countries promoting individual liberty and free-market ideals. The Charles Koch Foundation is a major donor.\n\nMatthew Elliott is listed as one of Atlas Network's mentors, with the task of helping others build free-market institutions all around the world. Many of the organisations in the UK pushing for a hard or no-deal Brexit are part of the Atlas Network, including the Adam Smith Institute, Centre for Policy Studies, Civitas, Open Europe and the IEA as well as the TaxPayers' Alliance and Big Brother Watch -- with the latter two founded by Matthew Elliott.\n\nMany of the network's members have supported climate science denial and campaigned against efforts to limit greenhouse gas emissions.\n\nBesides capacity-building, the Atlas network also acts as an influential funding stream with millions coming into Europe every year, with very little transparency over how the money is spent.\n\nAtlas is registered as a 501(c)(3) organisation, which is exempt from federal income tax and is meant to act exclusively for religious, charitable, scientific, or educational purposes -- similar to organisations like the IEA in the UK, which is registered as an \"educational charity\".\n\nAtlas' status also means it has to file public tax returns.\n\nHowever, the tax returns do not provide much detail on precisely how organisations like Atlas spend their money outside the US. Instead, Atlas only has to declare how much money it spent across regions, such as Europe, without any specifics.\n\nThe records show that Atlas increased its spending in Europe fivefold between 2015 and 2016, the year of the EU referendum -- with spending increasing from $340k in 2015 to $1.7 million the following year.\n\nAtlas did not respond to a request for comment regarding the details of its European spending, or the nature of the network's interest in Brexit.\n\nAtlas' money comes largely from US mega-donors, including the Koch brothers. In 2016, the Charles Koch Foundation donated $101,658 to Atlas, up from $82,426 in 2015.\n\nThe Charles Koch Foundation did not respond to a request for comment regarding its interest in Brexit or its European spending.\n\nThe Donors Trust, a Koch grantmaking vehicle described by Mother Jones as the 'dark money ATM of the conservative movement', also gives significant sums to Atlas.\n\nIn 2016, the Donors Trust more than tripled its donations to Atlas giving the network $1,308,390 across 20 donations, including a single $990,000 donation -- up from a total of $339,250 in 2015.\n\nDonors Trust told DeSmog UK that it had no specific interest in Brexit, and retained no control or influence over how it's grantees spent the funds. A spokesperson said:\n\n\"DonorsTrust does not take nor advocate for specific policy positions, and certainly we have not engaged in any policy work focused specifically on the Brexit referendum. We make grants at the request of our account holders, and we have no involvement with any of the activities of our grantees.\"\n\n\"As far as we know, the only purpose with the $990k contribution in 2016 was to support Atlas programs focused on its partners in Chile.\"\n\nThe Atlas network is a close partner of the UK's IEA through its US fundraising arm, the American Friends of the IEA. The IEA is one of nine organisations reported to be coordinating a campaign to push for a hard Brexit in the media from the Tufton Street offices.\n\nPublic tax records and 990 Forms show that Atlas is listed as a \"related tax exempt organisation\" to the American Friends of the IEA, with both organisations registered under the same Washington address. In 2016, former Atlas director Alex Chafuen was the officer registered on the Americans Friends of the IEA's financial records.\n\nImage: Excerpt from American Friends of the IEA's 2016 990 tax return form\n\nDonors Trust has also previously donated directly to the American Friends of the IEA, although there is no record of a donation since it gave $10,000 in 2014.\n\nAccording to an Atlas network briefing form shared with DeSmog UK, the AFIEA works to \"improve public understanding of the foundations of a free and harmonious society\" sometimes in coalition with organisations such as the IEA.\n\nOne of Atlas' key European assets is the European Policy Information Centre, known as Epicenter, which was launched in 2014 to \"provide a free market perspective in the European policy debate\".\n\nComprising nine European libertarian think tanks that are all part of the Atlas network, Epicenter claims to be \"an independent initiative\" that is \"politically independent\". However, Epicenter is in fact funded entirely by money, staff and resources from the IEA, according to the EU's Transparency Register.\n\nShanker Singham, director of the International Trade and Competition Unit at the IEA and an influential Brexit lobbyist, is a prominent Epicenter author. Epicenter's CEO Christina Stewart-Lockhart also acts as the director of outreach, education and programmes for the IEA in London.\n\nOnline pictures of the network's young interns appear to have been taken looking down Lord North Street in London rather than in Brussels, where Epicenter is registered.\n\nEpicenter's activity shows how the IEA helps to disseminate and push Atlas' libertarian agenda across Europe.\n\nA spokeswoman for the IEA told DeSmog UK that Epicenter was a network of nine think tanks from all over Europe, which was launched by the IEA and five other European think tanks in 2014. She did not respond to DeSmog UK's questions about the IEA's influence in Europe and its access to funding.\n\nImages: Pictures of Epicenter interns from the organisation's website, and a view of North Street from Google Street View.\n\nThe Cato Institute has a mission to \"originate, disseminate, and increase understanding of public policies\" based on libertarian principles.\n\nThe Cato Institute was the lead US author of an \"alternative\" plan for a post-Brexit US-UK trade deal. The IEA, Initiative for Free Trade (IFT), Adam Smith Institute and Centre for Policy Studies -- all of which are also members of Atlas -- were listed as the UK authors of the plan, published in September 2018.\n\nIn 2016, Cato more than doubled its donations to Europe to $329,417, up from $130,000 in 2015, despite its overall donations across the world decreasing by more than $200,000 in 2016.\n\nIn 2016, $75,417 was donated for stipends for senior fellows and adjunct scholars, $250,000 was given to a Danish winner of a prize for \"advancing liberty\", and $4000 went to the winner of a video contest.\n\nThe Cato Institute was founded in January 1977 by three men, including Charles Koch. The Charles Koch Foundation remains a major donor to the Cato Institute, donating more than $2.5m in 2016. The Mercer Family Foundation also gave the institute $300,000 in both 2015 and 2016.\n\nThe Mercers also donated $2,250,000 to Donors Trust in 2016, having donated nothing to the organisation in 2015. The Donors Trust is a prominent Cato Institute funder.\n\nWhen approached for comment about its interest in Brexit, the Cato Institute pointed to its previous work outlining its case for a new \"genuinely liberal\" US-UK trade deal.\n\nTufton Street Revenue Boost\n\nThese US organisations do not have to detail where their European grants go. And many of the UK organisations are registered as think tanks and private limited companies, which means they do not have to declare their funding sources.\n\nBut at the same time that US libertarians were increasing their European spending, a number of UK organisations within the Tufton Street network that are closely linked to Matthew Elliott saw their revenues increase.\n\nThe IEA saw a 22 percent increase in donations between 2016 and 2017, according to Charity Commission documents -- up to £2 million in 2017, from £1.6m in 2016.\n\nThe IEA's Brexit activity also notably increased in 2017 -- setting up a Brexit Unit in 2017, and hiring Shanker Singham to lead its International Trade and Competition Unit.\n\nSingham and his unit were responsible for publishing the IEA's widely criticised \"alternative\" Brexit plan in September 2018, which recommended slashing regulations to encourage free trade.\n\nSingham and the IEA's Director General Mark Littlewood were approached by undercover reporters for Greenpeace's Unearthed suggesting the organisation was willing to have some aspects of its research directed by funders and offering access to ministers in return for funds. The IEA has denied the allegations.\n\nOther organisations with close ties to the Elliotts also saw their revenues increase significantly in 2016 and 2017, around the time of the Brexit referendum.\n\nBusiness for Britain, founded by Matthew Elliott as a campaign group for business leaders supporting a referendum on the UK's membership in the EU, saw its capital and reserves increase fourfold to reach £300,199 in 2017, up from £73,188 in 2016. A number of people who supported the group went on to lead the Vote Leave campaign, including Dominic Cummings, Stephen Parkinson and Daniel Hodson.\n\nMatthew Elliott told DeSmog UK that Business for Britain received no funds from organisations outside of the UK, including the Atlas network and the Cato Institute.\n\nThe Taxpayers' Alliance, also founded by Matthew Elliott, saw its funds increase to £358,896 in 2017, up from £299,790 in 2016, and £260,437 in 2015.\n\nThe IFT, which was listed as the lead UK author on the alternative trade deal published with the Cato Institute, had £188,645 of assets on its first accounts, which were filed in January 2018. The IFT was set up after the Brexit referendum to promote free-trade deals between the UK and other countries.\n\nAnother organisation listed as an author on the alternative trade deal plan, the Centre for Policy Studies, had a turnover of £863,087 in 2017, up from £734,818 in 2016.\n\nWhat do these lobby groups and think tanks do with these resources? Brexit negotiations have created a policy vacuum at the very top of the UK government, leaving space for think tanks and other policy organisations on both sides of the debate to push their ideology and visions for a post-Brexit UK.\n\nAs a result, powerful private lobbies have strived to fill that vacuum and advocated to slash regulation and environmental protection post-Brexit in order to strike trade deals. This includes the Koch brothers, the Mercer family and the Atlas network which, as shown above, have strong ties to Matthew and Sarah Elliott.\n\nIf these groups have their way, there could be significant consequences for the environment.\n\nThe Koch family has spent more than ExxonMobil to fund organisations and projects questioning mainstream climate science. Greenpeace estimates the Kochs have given over $88 million to 80 groups denying climate change since 1997.\n\nIn 2015, DeSmog UK revealed that the Kochs had officially begun to lobby European regulators on issues as diverse as energy, climate action, environment, agriculture and rural development, competition, customs, and taxation.\n\nA DeSmog analysis found that, collectively, the Mercers have also given at least $22 million to organisations that promote climate science denial while blocking moves to cut greenhouse gas emissions.\n\nMeanwhile, the Mercers back the far-right media organisation Breitbart, which regularly makes false claims about climate change, often through the work of infamous climate science denier James Delingpole.\n\nWhile climate science denial might not be as blatant in the UK as it is in the US, the push for deregulation has become the battleground to roll back environmental protection.\n\nThe prospect of a looming Brexit deal has done nothing to slow down lobbying efforts.\n\nTwo days after the cabinet reluctantly agreed to press ahead with the draft Brexit withdrawal agreement, three hard-Brexiters, including former Brexit minister David Davis MP, climate science denier Owen Paterson MP and IEA lobbyist Shanker Singham shared their views on the prospect of a US-UK free-trade deal at the libertarian think tank the Heritage Foundation in Washington DC.\n\nIn its alternative \"Plan A+\" Brexit plan, Shanker Singham -- Matthew Elliott's former colleague at the Legatum Institute -- wrote that if the UK continued to strengthen its regulatory environment after Brexit, it would lead to \"wealth destruction\" and \"push people into poverty\".\n\nThe plan singles out environmental protection rules as one of the areas where EU regulation is \"moving in an anti-competitive direction\" -- a claim that has long been rebuked by environmental campaigners who argue that environmental protection can lead to investment, job creation and growth.\n\nBut the authors of the plan add that while environmental regulations are \"sometimes valid attempts to deal with real environmental problems\", \"frequently they are disguised methods of protectionism\".\n\nImages: Two US-UK trade deal proposals from the IEA (top) and IFT and Cato Institute (bottom)\n\nThe IEA -- the Tufton group with the strongest ties to the US's Atlas network, and which has become the most prominent voice for deregulation for the Tufton Street network -- has repeatedly made the case for cutting red tape to allow for a US-UK free-trade deal post Brexit.\n\nWriting for The Times, IEA Director General Mark Littlewood called for a \"bonfire of regulation and red tape\" and urged the government to align the UK's regulatory environment with countries that may have lower standards in order to strike trade deals.\n\nIn his words: \"To over-simplify, trade talks essentially come down to sitting across a table, brandishing your regulatory rulebook and then seeing what you can agree to alter, remove or align to have a smoother trading relationship with the other side before you leave the room.\"\n\nUndercover reporting by Greenpeace's Unearthed revealed how big American agribusiness interests were keen to shape the UK's Brexit debate, lobbying the IEA for a weakening of the regulatory framework that could open the UK to American exports. Unearthed's investigation also confirmed the extent of influence this Tufton Street network has with some cabinet members, including environment minister Michael Gove.\n\nThe threat Brexit poses to the UK's environmental regulation has not gone unnoticed in parliament.\n\nMPs from the Environmental Audit Committee warned that the UK could be left with gaping holes in environmental laws, allowing polluters to go unpunished and depriving wildlife of vital protection after Brexit.\n\nThe committee report found that the government had still not committed to replacing around a third of all environmental rules governing air, water, chemicals and waste disposal that cannot be copied over into UK law from the EU. It added that the lack of clarity about a large chunk of environmental regulation was \"deeply worrying\".\n\nThat UK-based think tanks are not compelled to reveal their funders has cast a veil of opacity over the Brexit policy debate, with huge private interests being presented as the defenders of free-market ideology.\n\nBut the US libertarian influence on Brexit is not only a battle of ideas and ideology but is backed by millionaires and billionaires with fossil fuel interests who saw the referendum as an opportunity to open up the UK market to US exports.\n\nThese mega-donors' influence has been channeled to the UK through networks such as Atlas and individuals such as Matthew and Sarah Elliott, who wield power through their connections -- all in the name of pushing for deregulation post-Brexit, which would put profits before the environment.",
      "source": {
        "uri": "desmogblog.com",
        "dataType": "blog",
        "title": "DeSmogBlog"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280285020
    }, {
      "uri": "997744985",
      "lang": "zho",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:56:00",
      "dateTime": "2018-11-19T00:56:00Z",
      "dataType": "news",
      "sim": 0.7372549176216125,
      "url": "https://news.sina.com.tw/article/20181119/28889506.html",
      "title": "英首相陷執政危機 將赴與歐盟商討脫歐協議",
      "body": "原標題：陷執政危機 英首相將赴布魯塞爾與歐盟商討脫歐協議\n\n中新網11月19日電 據香港《文匯報》報導，英國首相特蕾莎·梅18日接訪訪問時表示，她本周將前往比利時布魯塞爾，與歐盟商討英國脫歐后的雙方未來關係，強調英方對未來關係協議感到滿意，才會簽署脫歐協議草案，兩者不可分割。\n\n特蕾莎·梅還指出，相信強硬脫歐派仍未送出48封信件至「1922委員會」，未能啟動針對她的不信任動議，她強調現在更換領導層，無助與歐盟的談判。\n\n英國前脫歐事務大臣戴維斯受訪時，批評首相特蕾莎·梅的脫歐協議草案。他表示，英國不能被歐盟欺凌，呼籲政府應作好準備，在必要時離開談判桌。\n\n特蕾莎·梅日前還在英國《太陽報》撰文，重申目前的方案是唯一可行的脫歐協議草案。\n\n但戴維斯表示，若無法達成合理的方案，英國政府不應讓國家被賄賂、勒索或欺凌，而應適時退出談判。他形容目前英國看來「膽小怕事」，批評政府欠缺政治意願和決心，更質疑英國的要求從未真正轉達給歐盟。",
      "source": {
        "uri": "news.sina.com.tw",
        "dataType": "news",
        "title": "新浪新聞中心"
      },
      "authors": [],
      "eventUri": "eng-4424775",
      "wgt": 280284960
    }, {
      "uri": "997744932",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "00:56:00",
      "dateTime": "2018-11-19T00:56:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "http://usa.chinadaily.com.cn/a/201811/19/WS5bf2057aa310eff30328965b.html",
      "title": "Downtrend in gold price boosts demand in China",
      "body": "Consumption up in Jan-Sept period across coins, jewelry and industrial use\n\nGold consumption in China rose 5 percent year-on-year in the first three quarters of this year to almost 850 tons, industry data showed.\n\nThe price downtrend since April has further boosted strong demand in China, market insiders said.\n\nDemand in the fourth quarter is expected to stay strong due to China-US trade tensions (which enhanced gold's safe-haven asset status), the growing strength of the US dollar, and the depreciation of the Chinese yuan, they said.\n\nAccording to the China Gold Association, gold consumption via the jewelry sector increased steadily, reaching nearly 540 tons in the first three quarters, up around 7 percent year-on-year.\n\nUse of gold for industrial purposes rose the most, around 25 percent year-on-year, to 82 tons on the back of strong demand from electronic product manufacturers.\n\nConsumption in the gold coins segment rose 6 percent year-on-year to 18 tons. Price downtrend boosted consumer demand, especially for jewelry, said the CGA.\n\nBetter designs, and gold varieties with higher added value also boosted consumption of the yellow metal, especially in third-and fourth-tier cities, where gold jewelry accounts for a substantial share of overall consumption.\n\nBut consumption in the form of gold bars fell 5 percent year-on-year to 211 tons.\n\nDuring the first half of this year, gold consumption in China rose 7 percent year-on-year to a three-year record of 332 tons. That is a contrast to the global downtrend.\n\nGold demand worldwide dropped 6 percent year-on-year to almost 1,960 metric tons, the lowest level since 2009, according to the World Gold Council.\n\nAnalysts said demand for gold jewelry in China has been driving the global gold industry for long. \"Demand for gold jewelry had bottomed out in 2016 after a strong price recovery curbed jewelry spending that year, amid world economic growth challenges and weaker consumer sentiment,\" said Zhu Yi, senior analyst of metals and mining at Bloomberg Intelligence.\n\n\"Gold consumption is expected to continue its uptrend on the back of strong demand and growth in high-end sectors like jewelry, and the industry is moving to produce more retail products to meet customer needs.\"\n\nGold consumption in China reached 1,089 tons in 2017, up 9.41 percent, with demand for jewelry, bars and industrial-use yellow metal surging.\n\nZhu said the growth rate of gold consumption has been steadily increasing in the past nine months partly because of investor concerns relating to the China-US trade tensions. \"Going forward, gold demand from jewelry will benefit from bargain-hunting on potential price pressure from the US dollar appreciation, and improving global economic growth.\n\n\"Gold's safe-haven asset status remains strong due to global geopolitical and macroeconomic challenges, such as the trade conflict, Brexit, and inflationary pressure. Investments in bars and coins improve as the performance of other asset classes weakens.\"\n\nAccording to the association, China's gold enterprises have been stepping up overseas expansion since this year.\n\nZijin Mining Group Co Ltd's executives, for example, told China Daily earlier China's largest gold producer will seek to expand its gold assets abroad in countries rich in resources like large mines of gold and copper.\n\nZijin's overseas projects are going to be the mainstay of the company's development so as to seek more opportunities to compete in the global market, said Chen Jinghe, its chairman.\n\nChina, despite being a resource-rich country, has sites of only relatively low-grade ore, and they are not easily accessible.\n\nChinese companies' gold production abroad reached 35 tons by the end of last year. The country has imported raw materials to the tune of 854,150 tons worth more than $1.69 billion last year, CGA data showed.\n\nSong Xin, head of the CGA, said despite the disadvantages, China has advanced gold mining and refining technologies, and talent advantage, and can thus play a complementary role in many markets abroad, especially those participating in the Belt and Road Initiative, most of whom have substantial gold resources.\n\nThe BRI has provided new opportunities for the Chinese gold industry, Song said.",
      "source": {
        "uri": "usa.chinadaily.com.cn",
        "dataType": "news",
        "title": "usa.chinadaily.com.cn"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284960
    }, {
      "uri": "997744502",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:55:00",
      "dateTime": "2018-11-19T00:55:00Z",
      "dataType": "news",
      "sim": 0.4549019634723663,
      "url": "https://sluggerotoole.com/2018/11/19/the-prime-minister-may-not-have-the-numbers-but-options-are-running-out-for-the-dup-and-the-tory-brexiteers/",
      "title": "The prime minister may not have the numbers but options  are running out for the DUP and the Tory Brexiteers",
      "body": "With a week to go before the hoped for ratification of the Withdrawal Agreement, Nigel Dodds has grabbed Dominic Raab's reading of the Withdrawal Agreement as a lifeline. It may confirm his worst fears coming from someone who only four days ago was in the inner circle, but now, much good may it do him. In his Sunday Times article, Raab is withering about the European Commission's approach to the talks and accuses Brussels of deliberately trying to wound the UK by pursuing a deal that treated Northern Ireland differently to the rest of the country. (This from the man who was the titular negotiator of the deal).\n\n\"There were certainly swirling dark forces in the commission, which you would hear rumbling that Northern Ireland was the price the United Kingdom must pay for leaving the EU,\" he says. \"That's totally irresponsible and reckless and not something we should give in to.\"\n\nNigel agrees:\n\n\"Even Jeremy Corbyn gets it, although nationalists and republicans here are desperate for him to stop saying it. I understand why some people fear a 'no deal' scenario. But the choice is between this very bad deal and the right deal.\n\nSo what sort of deal is Nigel proposing? Answer came there none, other than endorsement of Raab's to tough it out in some undefined way with the EU because \"we are the United Kingdom of Great Britain and Northern Ireland.\" Cue cries of derision.\n\nNo doubt Nigel relishes the interpretation gleaned by cross referencing several Articles of the Withdrawal Agreement by the formidable thinker Paul Goodman, the Brexiteer editor of Conservative Home, that the customs arrangement alone \",means a hard border in the Irish Sea.\n\nAll of that is the legal stuff, written I admit, in most obscure terms. The practical people take a different view.\n\nAfter twenty years of being kowtowed to, the DUP are clearly taken aback that no doubt emboldened by massive pressure from business across the water, the local business organisations have dared to take them on for second time in three months, the first being when they declared that that the DUPs refusal to accept gay marriage was hampering the recruitment of outside talent. They endorse the verdict of veteran economic commentator John Simpson.\n\nThere is a price to secure the best of both worlds for Northern Ireland. Goods exported from Northern Ireland to GB would proceed as now , The so-called border in the Irish Sea will be a series of some checks that goods landed in Northern Ireland, with acceptable UK standards - but lacking EU standards - do not find a 'back-door' into the EU through the Republic of Ireland.\n\nThe extra degree of business administration as envisaged by the UK-EU deal should be small and very acceptable as a method of protecting Northern Ireland business. The business organisations have now made a clear and overdue statement that the draft UK-EU deal is a worthwhile compromise.\n\nIt would be helpful if detailed models of the regulatory and customs regimes were produced, to confirm concerns or reassurances, either way.\n\nOtherwise, is there any wriggle room to change the terms over the next seven days \"such as giving Britain a unilateral right to end any \"backstop\" arrangement over Northern Ireland\"? The message from No 10, Dublin and Brussels is a firm \" no,\" but as in all such things, we shall see. In her Sky News interview, the prime minister sought to divert attention from the Withdrawal Agreement to the next stage, the negotiations on the final deal. With a few days to go she has made no hint of compromise.\n\nRaab and the five pizza club cabinet ministers must know this. They will have it confirmed today. As the Commons are more united in opposing No Deal than anything else, their only other option to put to the EU is to beg for an extension of Article 50 to give more time to work something out. One problem with it is that Brexiteers will fear it would be be exploited by others to build up support for cancelling Brexit.\n\nDan O'Brien's discussion of that option in the Sunday Indo is backed by his experience as former Commission official.\n\nThe UK could seek to stop the withdrawal clock if it ends up staring down the barrel of a no-deal exit. This could be done by halting the legal mechanism by which countries can end their EU membership, contained in Article 50 of the EU treaties.\n\nAs it happens, the EU's supreme court is about to rule on exactly how this can be done. In the coming weeks, it is due to decide whether a departing country can unilaterally revoke Article 50. If the Court of Justice of the European Union decides that the UK can do this, the option will gain traction. It might become the only option that Westminster can agree on if no deal begins to look inevitable.\n\nHowever, even if the court decides that individual countries can unilaterally revoke, many in the UK, most notably and obviously Leavers, will oppose any such move.\n\nIf the court finds that all the member countries must have a say, it is even less likely that Article 50 is revoked. On the EU side, there is very limited appetite to drag Brexit out any longer. Recently I heard a someone in Brussels say that the Remainers' \"unicorns should be killed\". In other words, that the hopes of those in Britain who want the UK to remain an EU member should be ended by a firm declaration by the 27 remaining members that there is no going back. Although that is not a universal view by any means, patience with Britain has worn thin. With so much else on the EU agenda, ending the Brexit saga once and for all is what many countries want.\n\nAnother matter that militates against a stopping of the clock for anything other than a period of weeks is the European Parliament elections, which will take place just two months after Brexit day. UK seats in the parliament have already been redistributed, and member countries do not want to reverse all these changes so that British MEPs can take their seats for what may be a few weeks or months. This is not an insurmountable obstacle, but it would be a significant consideration for the member countries.\n\nA central factor in any decision by the members to revoke Article 50 would be whether the context in the UK had changed to any great extent. The biggest change to the context would be the holding of another referendum on whether to go ahead with Brexit on last week's terms, or whether to abandon the whole project.\n\nThe FT are reporting that Michel Barnier is proposing an extension of the transition period to 2022\n\nMr Barnier told ambassadors of the EU27 that any one-off extension to the transition period -- during which Britain will continue in effect as a non-voting member of the bloc -- could run for a further two years after the original proposed cut-off, according to a diplomatic note seen by the Financial Times. The EU negotiator also noted the \"volatile\" situation in Westminster but urged governments not to consider reopening the Withdrawal Agreement to help Mrs May. \"There's no need to reopen the text\", he said.\n\nMrs May said in October that the UK would seek to extend the transition only \"for a matter of months\" but many diplomats believe more time will be necessary.",
      "source": {
        "uri": "sluggerotoole.com",
        "dataType": "news",
        "title": "Slugger O'Toole"
      },
      "authors": [],
      "eventUri": "eng-4424775",
      "wgt": 280284900
    }, {
      "uri": "997744305",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:54:00",
      "dateTime": "2018-11-19T00:54:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "http://www.theguardian.com/politics/2018/nov/19/jo-johnson-backs-bid-to-force-treasury-to-reveal-no-brexit-forecasts",
      "title": "Jo Johnson backs bid to force Treasury to reveal no-Brexit forecasts",
      "body": "Ex-minister expected to make first speech from backbenches to support amendment to the finance bill\n\nJo Johnson, the Conservative MP who resigned as a minister to back a second Brexit referendum, will on Monday throw his weight behind a bid to force the government to publish economic forecasts that compare its deal with remaining in the European Union.\n\nThe Orpington MP is expected to make his first speech from the backbenches to support a cross-party amendment to the finance bill. Tabled by Labour's Chuka Umunna and the Conservative Anna Soubry, the amendment is backed by 70 MPs from six parties, including the Liberal Democrat leader, Vince Cable, and the SNP's Europe spokesman, Stephen Gethins.\n\nIt is aimed at forcing the Treasury to publish projections comparing the \"fiscal and economic effects\" of the government's Brexit deal, with the outlook \"If the United Kingdom had remained a member of the European Union\".\n\nJohnson is one of 11 Conservative MPs who have signed the amendment, more than enough to overturn the prime minister's majority if, as expected, Labour supports it.\n\nOne of the Tory signatories, Ken Clarke, said: \"The only way to prevent the current shambles from becoming a serious national crisis will be for parliament to exercise a well-informed and sensible judgment in the national interest when it votes on all the key issues. The procedures of the House of Commons must be followed in order to protect the national interest from any attempts to confine parliamentary sovereignty.\"\n\nThe government has committed to publishing a range of analysis to aid MPs as they weigh up whether to support Theresa May's Brexit deal in a \"meaningful vote\" when she brings it back to parliament, expected to be early next month.\n\nBut it is not planning to produce an assessment of the impact of the UK remaining an EU member state. The amendment would force it to do so - and allow the analysis to be checked by the independent Office for Budget Responsibility.\n\nUmunna, the MP for Streatham, who is campaigning vigorously for a fresh Brexit referendum, said: \"The prime minister told the House of Commons last week that the country faces three choices - no Brexit, no deal and her agreement - and therefore it is only right that MPs are provided with an economic analysis with a comparison between those options. Anything less would amount to pulling the wool over the eyes of parliamentarians and the people we represent.\"\n\nUnder the Fixed-term Parliaments Act, a defeat on the finance bill, which implements the budget, is no longer formally considered a matter of no confidence that would cause the government to fall.\n\nBut Downing Street has previously opted to cave in on contentious issues where it risks parliamentary defeat. It has already been forced to reverse plans in the finance bill to delay cutting the stakes on controversial FOBT gambling machines. The issue led to the resignation of the sports minister Tracey Crouch before the government executed an embarrassing U-turn last week in the face of opposition on its own benches.\n\nJohnson resigned from the government earlier this month, four months after his Brexiter brother, Boris. In his resignation letter, he said: \"To present the nation with a choice between two deeply unattractive outcomes, vassalage and chaos, is a failure of British statecraft on a scale unseen since the Suez crisis.\"",
      "source": {
        "uri": "theguardian.com",
        "dataType": "news",
        "title": "The Guardian"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284840
    }, {
      "uri": "997744120",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "00:54:00",
      "dateTime": "2018-11-19T00:54:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://wdsm710.com/news/articles/2018/nov/19/asia-shares-edge-ahead-fed-caution-drags-on-dollar/",
      "title": "Asia shares edge ahead, Fed caution drags on dollar",
      "body": "SYDNEY (Reuters) - Asian shares inched cautiously higher on Monday amid conflicting signals on the chance of a truce in the Sino-U.S. trade dispute, while a new-found air of concern on the global outlook at the Federal Reserve undermined the dollar.\n\nMSCI's broadest index of Asia-Pacific shares outside Japan <.MIAPJ0000PUS> tacked on 0.1 percent and South Korea <.KS11> 0.5 percent. Japan's Nikkei <.N225> gained 0.4 percent, but E-Mini futures for the S&P 500\n\nWall Street had firmed on Friday after U.S. President Donald Trump said that he may not impose more tariffs on Chinese goods after Beijing sent a list of measures it was willing to take to resolve trade tensions.\n\nThe comment stoked speculation of a deal when Trump meets Chinese President Xi Jinping on the sidelines of a G20 summit in Argentina later this month.\n\nHowever, Sino-U.S. tensions were clearly on display at an APEC meeting in Papua New Guinea over the weekend, where leaders failed to agree on a communique for the first time ever.\n\nU.S. Vice President Mike Pence said in a blunt speech that there would be no end to U.S. tariffs on $250 billion of Chinese goods until China changed its ways.\n\n\"The comments from Trump were seen as offering a glimmer of hope that further tariff action could be held in abeyance,\" said NAB's head of FX strategy, Ray Attrill.\n\n\"The exchange of barbs between Pence and Chinese President Xi Jinping in PNG on the weekend continues to suggest this is unlikely.\"\n\nAlso uncertain was the outlook for U.S. interest rates.\n\nFederal Reserve policymakers are still signaling rate increases ahead but also sounded more concerned about a potential global slowdown, leading markets to suspect the tightening cycle may not have much further to run.\n\n\"Fed officials are having an easier time showing a slightly less hawkish leaning by noting the emerging global slowdown,\" said Deutsche Bank's macro strategist Alan Ruskin.\n\n\"It's undercutting expectations of rate hikes moving above 'neutral',\" which the Fed has nominated as between 2.5 and 3 percent. \"This shift in tone is subtle, but fits with the more bullish bond market tone of late, and is starting to have a material impact on the dollar.\"\n\nThat will focus attention on an appearance by New York Fed President John Williams later on Monday to see if he echoes the same theme.\n\nInvestors have already lengthened the odds on further hikes, with a December move now priced at 75 percent, down from over 90 percent. Futures imply rates around 2.75 percent for the end of next year, compared to 2.93 percent early this month. <0#FF:>\n\nYields on U.S. 10-year paper\n\nThe dollar followed to reach 96.438 <.DXY> against a basket of currencies, down from a peak of 97.693. The euro was up at $1.1414\n\nSterling remained vulnerable at $1.2833\n\nBritish Prime Minister Theresa May said on Sunday toppling her would risk delaying Brexit as she faces the possibility of a leadership challenge from within her own party.\n\nWith both pro-EU and pro-Brexit lawmakers unhappy with the draft agreement, it is not clear she will be able to win the backing of parliament, raising the risk Britain leaves the EU without a deal.\n\nIn commodity markets, gold found support from the drop in the dollar and held firm at $1,1222.67\n\nOil prices suffered their sixth straight week of losses last week, but have found some aid from expectations the Organization of the Petroleum Exporting Countries would cut output. [O/R]",
      "source": {
        "uri": "wdsm710.com",
        "dataType": "news",
        "title": "710 WDSM"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284840
    }, {
      "uri": "997744015",
      "lang": "zho",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "00:53:00",
      "dateTime": "2018-11-19T00:53:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "http://www.xinhuanet.com/world/2018-11/19/c_129996846.htm",
      "title": "陷执政危机 英首相将赴布鲁塞尔与欧盟商讨脱欧协议",
      "body": "据香港《文汇报》报道，英国首相特雷莎·梅18日接受访问时表示，她本周将前往比利时布鲁塞尔，与欧盟商讨英国脱欧后的双方未来关系，强调英方对未来关系协议感到满意，才会签署脱欧协议草案，两者不可分割。\n\n特雷莎·梅还指出，相信强硬脱欧派仍未送出48封信件至\"1922委员会\"，未能启动针对她的不信任动议，她强调现在更换领导层，无助于与欧盟的谈判。\n\n英国前脱欧事务大臣戴维斯受访时，批评首相特雷莎·梅的脱欧协议草案。他表示，英国不能被欧盟欺凌，呼吁政府应作好准备，在必要时离开谈判桌。\n\n特雷莎·梅日前还在英国《太阳报》撰文，重申目前的方案是唯一可行的脱欧协议草案。\n\n但戴维斯表示，若无法达成合理的方案，英国政府不应让国家被贿赂、勒索或欺凌，而应适时退出谈判。他形容目前英国看来\"胆小怕事\"，批评政府欠缺政治意愿和决心，更质疑英国的要求从未真正转达给欧盟。",
      "source": {
        "uri": "xinhuanet.com",
        "dataType": "news",
        "title": "xinhuanet.com"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284780
    }, {
      "uri": "997743745",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "00:53:00",
      "dateTime": "2018-11-19T00:53:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://uk.reuters.com/article/uk-britain-satellite-idUKKCN1NO018",
      "title": "Airbus and Eutelsat sign UK satellite investment deal",
      "body": "LONDON (Reuters) - European satellite company Eutelsat and aerospace group Airbus will on Monday sign a multi-million pound deal to build components of two new communication satellites in Britain, British business minister Greg Clark said.\n\nThe agreement between Eutelsat and Airbus will see key parts of the new satellites, including the platform structure, propulsion system and antennas, manufactured at Airbus facilities in Stevenage and Portsmouth.\n\nBritain is keen to boost its space sector at a time when it faces a challenge due to Brexit. This has meant some UK-based companies have been excluded from future work on the EU's 10 billion euro (£8.9 billion) Galileo satellite programme.\n\nEarlier this year Britain announced plans to build its first spaceport for launching satellites at Sutherland in Scotland.\n\n\"This investment is a significant vote of confidence for the UK's world leading space industry,\" Clark said in a statement.\n\n\"The spaceport will further develop our expertise and capabilities in the space sector enabling us to launch small satellites.\"",
      "source": {
        "uri": "uk.reuters.com",
        "dataType": "news",
        "title": "Reuters UK"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284780
    }, {
      "uri": "997743418",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:52:00",
      "dateTime": "2018-11-19T00:52:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.express.co.uk/news/uk/1047111/Brexit-news-deal-document-angela-merkel-EU-dominic-raab-theresa-may",
      "title": "'Brussels will NOT budge!' Merkel aide warns that Brexit negotiations are OVER",
      "body": "Theresa May is expected to face down demands from the \"gang of five\" Brexiteer ministers for her to implement final changes to her withdrawal agreement today. International Trade Secretary Liam Fox and the four other ministers decided not to resign over the Brexit deal last week, in hope they could convince the Prime Minister to go back to Brussels and bring back a better Brexit agreement. However, Norbert Röttgen, the chairman of the German parliament's foreign affairs committee and a former minister in Mrs Merkel's cabinet, has slammed the door on any hope of further concessions from the EU, warning Brexiteers there is \"no question\" of renegotiating the terms.",
      "source": {
        "uri": "express.co.uk",
        "dataType": "news",
        "title": "EXPRESS"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284720
    }, {
      "uri": "997743224",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:51:00",
      "dateTime": "2018-11-19T00:51:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "http://www.chinadaily.com.cn/cndy/2018-11/19/content_37279069.htm",
      "title": "Brexit hangs in balance as ministers quit",
      "body": "Editor's note: British Prime Minister Theresa May announced on Wednesday that the United Kingdom Cabinet had agreed to her draft Brexit deal. But a day later she was battling to save the draft divorce deal with the European Union after Brexit Secretary Dominic Raab and Work and Pensions Secretary Esther McVey resigned, saying they could not support the deal. Two experts share their views on the issue with China Daily's Pan Yixuan. Excerpts follow:",
      "source": {
        "uri": "chinadaily.com.cn",
        "dataType": "news",
        "title": "chinadaily.com.cn"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284660
    }, {
      "uri": "997743213",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:51:00",
      "dateTime": "2018-11-19T00:51:00Z",
      "dataType": "news",
      "sim": 0.6627451181411743,
      "url": "http://www.chinadaily.com.cn/cndy/2018-11/19/content_37279091.htm",
      "title": "May refuses to be 'distracted' from Brexit plan",
      "body": "LONDON - British Prime Minister Theresa May said on Sunday toppling her would risk delaying Brexit and she would not let talk of a leadership challenge distract her from a critical week of negotiations.\n\nSince unveiling a draft divorce deal with the European Union on Wednesday, May's premiership has been thrust into crisis by the resignation of several ministers, including her Brexit minister, and some lawmakers from her own party seeking to oust her.\n\nTo trigger a confidence vote, 48 of her Conservative Party lawmakers must submit a letter to the chairman of the so-called 1922 committee, Graham Brady.\n\nMore than 20 lawmakers have said publicly that they have submitted a letter, but others are expected to have done so confidentially. Brady told BBC Radio on Sunday the 48 threshold had not yet been reached.\n\n\"These next seven days are going to be critical, they are about the future of this country,\" May told Sky News. \"I am not going to be distracted from the important job.\n\n\"A change of leadership at this point isn't going to make the negotiations any easier... what it will do is mean that there is a risk that actually we delay the negotiations and that is a risk that Brexit gets delayed or frustrated.\"\n\nMay said negotiating teams were working \"as we speak\" and she intended to go to Brussels and meet European Commission President Jean-Claude Juncker. She said she would also be speaking to other EU leaders ahead of an EU summit to discuss the deal on Nov 25.\n\nSeveral British newspapers reported that five senior pro-Brexit ministers were working together to pressure May to change the deal, but writing in the Sun on Sunday newspaper May said she saw no alternative plan on the table.\n\nFormer Brexit minister Dominic Raab, who resigned on Thursday in protest at the deal, said he supported May as leader but suggested she had failed to stand up to the EU.\n\nHe told the Sunday Times: \"If we cannot close this deal on reasonable terms, we need to be very honest with the country that we will not be bribed and blackmailed or bullied and we will walk away.\"\n\nRaab added that \"there is one thing that is missing and that is political will and resolve\".\n\nOpposition Labour leader Jeremy Corbyn said his party would vote against May's deal when it came to parliament, but distanced himself from calls for a so-called people's vote on the final agreement.\n\n\"It's an option for the future, but it's not an option for today, because if we had a referendum tomorrow, what's it going to be on? What's the question going to be?\" Corbyn told Sky News.",
      "source": {
        "uri": "chinadaily.com.cn",
        "dataType": "news",
        "title": "chinadaily.com.cn"
      },
      "authors": [],
      "eventUri": "eng-4424775",
      "wgt": 280284660
    }, {
      "uri": "997743009",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:50:00",
      "dateTime": "2018-11-19T00:50:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.freemalaysiatoday.com/category/world/2018/11/19/british-pm-to-defend-draft-brexit-deal-to-business-leaders/",
      "title": "British PM to defend draft Brexit deal to business leaders",
      "body": "LONDRES: British Prime Minister Theresa May will on Monday defend her draft Brexit deal to business leaders ahead of \"intense negotiations\" with Brussels in the coming week.\n\nMay will tell the Confederation of British Industry, the UK's main business lobby group, that she is confident of striking a deal at the European Council in the run-up to Sunday's summit to sign Britain's divorce papers.\n\n\"During that time I expect us to hammer out the full and final details of the framework that will underpin our future relationship,\" she will say, according to Downing Street.\n\n\"I am confident that we can strike a deal at the Council that I can take back to the House of Commons.\"\n\nThe embattled premier, whose cabinet grudgingly approved her EU divorce draft last week, faces an uphill challenge to pass her deal through a sceptical parliament.\n\nThe Brussels negotiations will finalise a parallel political declaration setting out a road-map for post-Brexit negotiations on future EU-UK ties.\n\nShe will also tell the CBI gathering that her deal will deliver on the issues that matter to the British people.\n\n\"Control over our borders, by bringing an end to free movement, once and for all.\n\n\"Control of our money, so we can decide for ourselves how to spend it.\n\n\"Control of our laws, by ending the jurisdiction of the European Court of Justice in the United Kingdom and ensuring that our laws are made and enforced here in this country.\"\n\nThe CBI said on Sunday that May's draft deal was not perfect but a compromise that \"takes no deal off the table\" and opens the path to frictionless trade in the future.\n\nAddressing the issue of immigration, a concern for many businesses who fear they will face skills gaps after Brexit, May will promise to introduce \"more streamlined application processes\" that will \"attract the brightest and the best from around the world\".\n\n\"But the difference will be this: once we have left the EU, we will be fully in control of who comes here,\" she will say.\n\n\"It will no longer be the case that EU nationals, regardless of the skills or experience they have to offer, can jump the queue ahead of engineers from Sydney or software developers from Delhi.\"",
      "source": {
        "uri": "freemalaysiatoday.com",
        "dataType": "news",
        "title": "Free Malaysia Today"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284600
    }, {
      "uri": "997743008",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:50:00",
      "dateTime": "2018-11-19T00:50:00Z",
      "dataType": "news",
      "sim": 0.929411768913269,
      "url": "https://www.freemalaysiatoday.com/category/business/2018/11/19/asia-shares-edge-ahead-fed-caution-drags-on-dollar/",
      "title": "Asia shares edge ahead, Fed caution drags on dollar",
      "body": "SYDNEY: Asian shares inched cautiously higher on Monday amid conflicting signals on the chance of a truce in the Sino-US trade dispute, while a new-found air of concern on the global outlook at the Federal Reserve undermined the dollar.\n\nMSCI's broadest index of Asia-Pacific shares outside Japan tacked on 0.1% and South Korea 0.5%. Japan's Nikkei gained 0.4%, but E-Mini futures for the S&P 500 slipped 0.3%.\n\nWall Street had firmed on Friday after US President Donald Trump said that he may not impose more tariffs on Chinese goods after Beijing sent a list of measures it was willing to take to resolve trade tensions.\n\nThe comment stoked speculation of a deal when Trump meets Chinese President Xi Jinping on the sidelines of a G20 summit in Argentina later this month.\n\nHowever, Sino-US tensions were clearly on display at an APEC meeting in Papua New Guinea over the weekend, where leaders failed to agree on a communique for the first time ever.\n\nUS Vice-President Mike Pence said in a blunt speech that there would be no end to US tariffs on US$250 billion (RM1 billion) of Chinese goods until China changed its ways.\n\n\"The comments from Trump were seen as offering a glimmer of hope that further tariff action could be held in abeyance,\" said NAB's head of FX strategy, Ray Attrill.\n\n\"The exchange of barbs between Pence and Chinese President Xi Jinping in PNG on the weekend continues to suggest this is unlikely.\"\n\nAlso uncertain was the outlook for US interest rates.\n\nFederal Reserve policymakers are still signalling rate increases ahead but also sounded more concerned about a potential global slowdown, leading markets to suspect the tightening cycle may not have much further to run.\n\n\"Fed officials are having an easier time showing a slightly less hawkish leaning by noting the emerging global slowdown,\" said Deutsche Bank's macro strategist Alan Ruskin.\n\n\"It's undercutting expectations of rate hikes moving above 'neutral',\" which the Fed has nominated as between 2.5 and 3%. \"This shift in tone is subtle, but fits with the more bullish bond market tone of late, and is starting to have a material impact on the dollar.\"\n\nThat will focus attention on an appearance by New York Fed President John Williams later on Monday to see if he echoes the same theme.\n\nInvestors have already lengthened the odds on further hikes, with a December move now priced at 75%, down from over 90%. Futures imply rates around 2.75% for the end of next year, compared to 2.93% early this month.\n\nYields on US 10-year paper have duly declined to 3.06%, from a recent top of 3.25%.\n\nThe dollar followed to reach 96.438 against a basket of currencies, down from a peak of 97.693. The euro was up at US$1.1414, while the dollar backed off to ¥112.77 .\n\nSterling remained vulnerable at US$1.2833 after political turmoil over Brexit caused steep losses last week.\n\nBritish Prime Minister Theresa May said on Sunday toppling her would risk delaying Brexit as she faces the possibility of a leadership challenge from within her own party.\n\nWith both pro-EU and pro-Brexit lawmakers unhappy with the draft agreement, it is not clear she will be able to win the backing of parliament, raising the risk Britain leaves the EU without a deal.\n\nIn commodity markets, gold found support from the drop in the dollar and held firm at US$1,1222.67.\n\nOil prices suffered their sixth straight week of losses last week, but have found some aid from expectations the Organisation of the Petroleum Exporting Countries would cut output. Brent crude was up 55 cents at US$67.31 a barrel, while US crude gained 58 cents to US$57.04.",
      "source": {
        "uri": "freemalaysiatoday.com",
        "dataType": "news",
        "title": "Free Malaysia Today"
      },
      "authors": [],
      "eventUri": "fra-436373",
      "wgt": 280284600
    }, {
      "uri": "997742816",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:50:00",
      "dateTime": "2018-11-19T00:50:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.malaysiakini.com/news/452488",
      "title": "Scottish minister sees Brexit deal being defeated",
      "body": "Scotland's Constitution Minister Michael Russell, predicted today the British government's Brexit deal would be defeated in the UK Parliament and said the Scottish government would do everything it could to ensure a common-sense alternative\".\n\n\"This week, while the Tories escalate their civil war, we will step up our efforts to work constructively with others to bring about an outcome that will minimise the damage of leaving the EU and protect jobs and living standards as much as possible\", Russell told the Joint Ministerial Committee (EU Negotiations), chaired by Cabinet Office Minister David Lidington.\n\nHe labelled the Brexit process as 'disastrous' and said the British government was not interested in the views of the Scottish government or Parliament.\n\n\"It seems clear the UK government's deal will be defeated in the House of Commons and therefore we will do everything in power to ensure a common-sense alternative is in place,\" Russell said.\n\nRussell, who has led talks to persuade May's government to stay in the single market and customs union, will press the British government again on the issue, but said he now had \"little confidence\" that UK ministers were interested in serious talks.",
      "source": {
        "uri": "malaysiakini.com",
        "dataType": "news",
        "title": "当今大马"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284600
    }, {
      "uri": "997742634",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:49:00",
      "dateTime": "2018-11-19T00:49:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://macaudailytimes.com.mo/eu-set-to-tighten-rules-on-foreign-investment-to-fend-off-china.html",
      "title": "EU set to tighten rules on foreign investment to fend off China | MACAU DAILY TIMES 澳門每日時報",
      "body": "The European Union is hammering out the first bloc-wide rules to prevent foreign investments from threatening national security, as Chinese acquisitions foster political unease.\n\nNegotiators representing EU governments and the European Parliament may agree on draft legislation to screen foreign direct investments on Nov. 20, according to Franck Proust, a French member of the 28-nation assembly.\n\nBoth sides have settled on 95 percent of the text and the goal at the meeting in Brussels is to bridge differences over the remaining part, which includes the politically sensitive matter of how far EU members can push concerns about FDI with their peers, said Proust. The deliberations show how a large degree of EU business is progressing in the shadow of the Brexit drama, which will include a special European summit on Nov. 25 to endorse a divorce deal.\n\n\"Everybody has the common will to work in the same direction,\" Proust, the chief negotiator for the EU Parliament, said in an interview last week at the assembly's headquarters in Strasbourg, France. \"I remain positive.\" Concerns are mounting across the western world about national-security risks tied to foreign investment, particularly by China.\n\nLast year, U.S. President Donald Trump blocked a Chinese-backed investor from buying Lattice Semiconductor Corp. as a result of national-security worries and Germany moved to shield cutting-edge technologies after a bid by China's Midea Group Co. for robot maker Kuka AG prompted an outcry. Earlier this year, the German government stopped a Chinese bid for the first time by vetoing the potential purchase of machine-tool manufacturer Leifeld Metal Spinning AG.\n\n\"We are making up for lost time,\" Proust said. \"All the world's other powers have their own investment-screening systems. Only Europe doesn't have such a tool.\"\n\nThe European Commission, the EU's regulatory arm, proposed in September last year a bloc-wide \"cooperation mechanism\" for foreign direct investments through a combination of data collection, information exchange and peer pressure.\n\nThe law would create an alert mechanism for future foreign investments in Europe and a centralized database of ones that occur after the system enters in force without taking the ultimate power of approving deals away from individual EU governments. While having ceded power over monetary, competition and trade policies to the EU, member countries still jealously guard their sovereignty in areas including investment and security.\n\nThe goal of the proposed European investment-screening framework, according to the commission, is to limit foreign threats to \"critical infrastructure,\" including in the energy, transport, communications, data, space and financial industries, and to \"critical technologies\" such as semiconductors, robotics and artificial intelligence.\n\nIn backing these provisions, the negotiators for EU governments and Parliament have agreed to add such areas as water, health, defense, media, biotechnology and food security to the scope.\n\nEU governments would be allowed to request information and offer comments on a foreign investment in a particular member country. In addition, the commission could ask for information and issue an opinion.\n\nThe nation in which the investment was planned would have to give \"due consideration\" to any comments and opinion as well as take \"utmost account\" of any commission view regarding a foreign investment deemed to affect a European project or program.\n\nA key sticking point is an amendment introduced by Proust to bolster these provisions. He effectively wants an extra red flag to be raised when at least a third of EU governments believes a foreign investment in another member country is likely to affect their security.\n\n\"We are making good progress in the talks and are confident of wrapping up work by the end of December,\" Economy Minister Margarete Schramboeck of Austria, which as current holder of the EU's rotating presidency is negotiating on behalf of the bloc's governments, said in an emailed statement. \"It will be extremely important that member states continue their support for our efforts. There are still some open issues we need to tackle.\"\n\nProust signaled room for compromise exists.",
      "source": {
        "uri": "macaudailytimes.com.mo",
        "dataType": "news",
        "title": "MACAU DAILY TIMES"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284540
    }, {
      "uri": "997742484",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:49:00",
      "dateTime": "2018-11-19T00:49:00Z",
      "dataType": "news",
      "sim": 0.8627451062202454,
      "url": "https://www.malaymail.com/s/1694796/asia-shares-edge-ahead-fed-caution-drags-on-dollar",
      "title": "Asia shares edge ahead, Fed caution drags on dollar | Malay Mail",
      "body": "SYDNEY, Nov 19 -- Asian shares inched cautiously higher today amid conflicting signals on the chance of a truce in the Sino-US trade dispute, while a new-found air of concern on the global outlook at the Federal Reserve undermined the dollar.\n\nMSCI's broadest index of Asia-Pacific shares outside Japan tacked on 0.1 per cent and South Korea 0.5 per cent. Japan's Nikkei gained 0.4 per cent, but E-Mini futures for the S&P 500 slipped 0.3 per cent.\n\nWall Street had firmed on Friday after US President Donald Trump said that he may not impose more tariffs on Chinese goods after Beijing sent a list of measures it was willing to take to resolve trade tensions.\n\nThe comment stoked speculation of a deal when Trump meets Chinese President Xi Jinping on the sidelines of a G20 summit in Argentina later this month.\n\nHowever, Sino-US tensions were clearly on display at an Apec meeting in Papua New Guinea over the weekend, where leaders failed to agree on a communique for the first time ever.\n\nUS Vice President Mike Pence said in a blunt speech that there would be no end to US tariffs on US$250 billion (RM1.04 trillion) of Chinese goods until China changed its ways.\n\n\"The comments from Trump were seen as offering a glimmer of hope that further tariff action could be held in abeyance,\" said NAB's head of FX strategy, Ray Attrill.\n\n\"The exchange of barbs between Pence and Chinese President Xi Jinping in PNG on the weekend continues to suggest this is unlikely.\"\n\nSensing a Fed shift\n\nAlso uncertain was the outlook for US interest rates.\n\nFederal Reserve policymakers are still signalling rate increases ahead but also sounded more concerned about a potential global slowdown, leading markets to suspect the tightening cycle may not have much further to run.\n\n\"Fed officials are having an easier time showing a slightly less hawkish leaning by noting the emerging global slowdown,\" said Deutsche Bank's macro strategist Alan Ruskin.\n\n\"It's undercutting expectations of rate hikes moving above 'neutral',\" which the Fed has nominated as between 2.5 and 3 per cent. \"This shift in tone is subtle, but fits with the more bullish bond market tone of late, and is starting to have a material impact on the dollar.\"\n\nThat will focus attention on an appearance by New York Fed President John Williams later on today to see if he echoes the same theme.\n\nInvestors have already lengthened the odds on further hikes, with a December move now priced at 75 per cent, down from over 90 per cent. Futures imply rates around 2.75 per cent for the end of next year, compared to 2.93 per cent early this month.\n\nYields on US 10-year paper have duly declined to 3.06 per cent, from a recent top of 3.25 per cent.\n\nThe dollar followed to reach 96.438 against a basket of currencies, down from a peak of 97.693. The euro was up at US$1.1414, while the dollar backed off to ¥112.77.\n\nSterling remained vulnerable at US$1.2833 after political turmoil over Brexit caused steep losses last week.\n\nBritish Prime Minister Theresa May said on Sunday toppling her would risk delaying Brexit as she faces the possibility of a leadership challenge from within her own party.\n\nWith both pro-EU and pro-Brexit lawmakers unhappy with the draft agreement, it is not clear she will be able to win the backing of parliament, raising the risk Britain leaves the EU without a deal.\n\nIn commodity markets, gold found support from the drop in the dollar and held firm at US$1,1222.67. Oil prices suffered their sixth straight week of losses last week, but have found some aid from expectations the Organization of the Petroleum Exporting Countries would cut output. Brent crude was up 55 cents at US$67.31 a barrel, while US crude gained 58 cents to US$57.04. -- Reuters",
      "source": {
        "uri": "malaymail.com",
        "dataType": "news",
        "title": "malaymail.com"
      },
      "authors": [],
      "eventUri": "fra-436373",
      "wgt": 280284540
    }, {
      "uri": "997742445",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:49:00",
      "dateTime": "2018-11-19T00:49:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "https://www.businessinsider.com.au/devils-and-details-podcast-live-con-michalakis-2018-11",
      "title": "Meet the panel for BI's Devils and Details LIVE in Sydney: Con Michalakis, chief investment officer, Statewide Super",
      "body": "Business Insider's weekly in-depth economics and markets podcast, Devils and Details, is coming LIVE to The Ivy in Sydney on November 27th. We've got a stellar line-up of some of Australia's most forthright and insightful commentators and analysts, with panels to discuss investment, property, and the outlook for 2019. Tickets are $50 and include drinks and canapes on the night.\n\nAhead of the event, we've asked some of our panellists for some thoughts on a few key issues. Here's Con Michalakis, who oversees $8 billion in investments as chief investment officer at Statewide Super.\n\nMore details and tickets available here.\n\nKey factors I'm looking at the moment are: (1) global central bank policies, particularly the move towards higher rates and the reduction of their balance sheets; (2) geopolitical issues like Trump, fringe parties, trade fights and weakening of global international relations (Brexit being a good example); and (3) China's move into some Orwellian control state. I believe we are entering into a period of lower returns and higher volatility due to the toxic mix of these three key issues. The best of the longer dated asset class returns like shares, property and infrastructure are behind us. Furthermore the stock of debt around the world has meaningfully increased (e.g. household debt in Australia, shadow debt in China) and therefore the policy response will be harder when the cycle and or market turns.\n\nThere's no clear favourite, but: US 2-year and 10-year bonds is one. Credit creation and asset pricing is another. It seems to me that the era of cheap and easily accessible credit (and spreads) notwithstanding some of Trump's dismantling of financial regulation (which is probably a good thing) will make the next 5-7 years harder. Our behavioural biases mean its too easy to look only at data and charts that validates this view so it's more important to be challenged and look at data and research that is contrary to one's thinking.\n\nHave a go! Invest in yourself - and be comfortable in your own skin. It helps being based in Adelaide, and not part of Martin Place or Collins street. And passion: I'd argue its been both career enhancing, and limiting!",
      "source": {
        "uri": "businessinsider.com.au",
        "dataType": "news",
        "title": "Business Insider Australia"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284540
    }, {
      "uri": "997742392",
      "lang": "eng",
      "isDuplicate": true,
      "date": "2018-11-19",
      "time": "00:48:00",
      "dateTime": "2018-11-19T00:48:00Z",
      "dataType": "news",
      "sim": 0,
      "url": "http://europe.chinadaily.com.cn/a/201811/19/WS5bf2057aa310eff30328965b.html",
      "title": "Downtrend in gold price boosts demand in China",
      "body": "Consumption up in Jan-Sept period across coins, jewelry and industrial use\n\nGold consumption in China rose 5 percent year-on-year in the first three quarters of this year to almost 850 tons, industry data showed.\n\nThe price downtrend since April has further boosted strong demand in China, market insiders said.\n\nDemand in the fourth quarter is expected to stay strong due to China-US trade tensions (which enhanced gold's safe-haven asset status), the growing strength of the US dollar, and the depreciation of the Chinese yuan, they said.\n\nAccording to the China Gold Association, gold consumption via the jewelry sector increased steadily, reaching nearly 540 tons in the first three quarters, up around 7 percent year-on-year.\n\nUse of gold for industrial purposes rose the most, around 25 percent year-on-year, to 82 tons on the back of strong demand from electronic product manufacturers.\n\nConsumption in the gold coins segment rose 6 percent year-on-year to 18 tons. Price downtrend boosted consumer demand, especially for jewelry, said the CGA.\n\nBetter designs, and gold varieties with higher added value also boosted consumption of the yellow metal, especially in third-and fourth-tier cities, where gold jewelry accounts for a substantial share of overall consumption.\n\nBut consumption in the form of gold bars fell 5 percent year-on-year to 211 tons.\n\nDuring the first half of this year, gold consumption in China rose 7 percent year-on-year to a three-year record of 332 tons. That is a contrast to the global downtrend.\n\nGold demand worldwide dropped 6 percent year-on-year to almost 1,960 metric tons, the lowest level since 2009, according to the World Gold Council.\n\nAnalysts said demand for gold jewelry in China has been driving the global gold industry for long. \"Demand for gold jewelry had bottomed out in 2016 after a strong price recovery curbed jewelry spending that year, amid world economic growth challenges and weaker consumer sentiment,\" said Zhu Yi, senior analyst of metals and mining at Bloomberg Intelligence.\n\n\"Gold consumption is expected to continue its uptrend on the back of strong demand and growth in high-end sectors like jewelry, and the industry is moving to produce more retail products to meet customer needs.\"\n\nGold consumption in China reached 1,089 tons in 2017, up 9.41 percent, with demand for jewelry, bars and industrial-use yellow metal surging.\n\nZhu said the growth rate of gold consumption has been steadily increasing in the past nine months partly because of investor concerns relating to the China-US trade tensions. \"Going forward, gold demand from jewelry will benefit from bargain-hunting on potential price pressure from the US dollar appreciation, and improving global economic growth.\n\n\"Gold's safe-haven asset status remains strong due to global geopolitical and macroeconomic challenges, such as the trade conflict, Brexit, and inflationary pressure. Investments in bars and coins improve as the performance of other asset classes weakens.\"\n\nAccording to the association, China's gold enterprises have been stepping up overseas expansion since this year.\n\nZijin Mining Group Co Ltd's executives, for example, told China Daily earlier China's largest gold producer will seek to expand its gold assets abroad in countries rich in resources like large mines of gold and copper.\n\nZijin's overseas projects are going to be the mainstay of the company's development so as to seek more opportunities to compete in the global market, said Chen Jinghe, its chairman.\n\nChina, despite being a resource-rich country, has sites of only relatively low-grade ore, and they are not easily accessible.\n\nChinese companies' gold production abroad reached 35 tons by the end of last year. The country has imported raw materials to the tune of 854,150 tons worth more than $1.69 billion last year, CGA data showed.\n\nSong Xin, head of the CGA, said despite the disadvantages, China has advanced gold mining and refining technologies, and talent advantage, and can thus play a complementary role in many markets abroad, especially those participating in the Belt and Road Initiative, most of whom have substantial gold resources.\n\nThe BRI has provided new opportunities for the Chinese gold industry, Song said.",
      "source": {
        "uri": "europe.chinadaily.com.cn",
        "dataType": "news",
        "title": "europe.chinadaily.com.cn"
      },
      "authors": [],
      "eventUri": null,
      "wgt": 280284480
    }, {
      "uri": "997741795",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-19",
      "time": "00:47:00",
      "dateTime": "2018-11-19T00:47:00Z",
      "dataType": "news",
      "sim": 0.8666666746139526,
      "url": "https://www.metro.news/dont-patronise-me-tetchy-marr-tells-labours-chakrabarti-in-tense-tv-spat/1316090/",
      "title": "Don't patronise me, tetchy Marr tells Labour's Chakrabarti in tense TV spat",
      "body": "ANDREW MARR lost his cool with a senior Labour figure yesterday after she challenged his acceptance of the EU referendum result.\n\nThe BBC heavyweight was questioning shadow attorney general Shami Chakrabarti, who had said Labour wanted a general election so it could deliver Brexit.\n\n'I can't understand why you want to leave the EU,' Mr Marr told the peer, who voted Remain in 2016.\n\nHe added on his BBC show: 'You're going to go to an election campaign as a member of a party whose manifesto says \"we are leaving the EU. We are Brexit enablers\".'\n\nBaroness Chakrabarti said: 'I don't know about you, Andrew, but I'm a democrat.' Mr Marr, visibly annoyed, said: 'Don't try and patronise me. I'm as much a democrat as you are.'\n\nShe replied: 'I certainly wouldn't try to patronise you, I'm sure you would never try and patronise me.'\n\nShe said prime minister Theresa May should call an election when her 'bodged' Brexit deal is voted down.",
      "source": {
        "uri": "metro.news",
        "dataType": "news",
        "title": "Metro Newspaper UK"
      },
      "authors": [],
      "eventUri": "eng-4431255",
      "wgt": 280284420
    }]
  }
}
