// TOPIC #1
// TOPIC: Syrian Civil War

// EVENT #2
// EVENT: Russian intervention - Sep 2015

{
  "articles": {
    "results": [{
      "uri": "993542144",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2015-10-01",
      "time": "16:54:00",
      "dateTime": "2018-11-13T16:54:00Z",
      "dataType": "News",
      "sim": 0.7843137383460999,
      "url": "https://www.bbc.com/news/world-middle-east-34416519",
      "image_url": "https://ichef.bbci.co.uk/news/834/cpsprodpb/90D3/production/_85857073_d6257564-1c2d-440e-8547-5350b591d489.jpg",
      "title": "Russia joins war in Syria: Five key points",
      "body": "On 30 September, Russia's parliament approved a request by President Vladimir Putin to launch air strikes in Syria. Within hours, the country's first intervention in the Middle East in decades began.  Mr Putin said Russia was acting preventatively, to fight and destroy militants and terrorists on the territories that they already occupy, not wait for them to come to our house.  The Russian defence ministry initially said the first wave of strikes targeted only the jihadist group, Islamic State (IS), which controls large parts of Syria and is fighting both government and rebel forces.  The following day, Russian Foreign Minister Sergei Lavrov clarified that the air campaign was targeting all terrorists in Syria, and not just IS. His ministry said a report by the Syrian Civil Defence rescue organisation of 33 civilian deaths on the first day of the air strikes was false.",
      "source": {
        "uri": "www.bbc.com",
        "dataType": "News",
        "title": "BBC"
      },
      "authors": [{
        "uri": "alice_cuddy@euronews.com",
        "name": "Alice Cuddy",
        "type": "author",
        "isAgency": false
      }],
      "eventUri": "eng-4419655",
      "wgt": 279824040
    }, {
      "uri": "993542144",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-13",
      "time": "16:54:00",
      "dateTime": "2018-11-13T16:54:00Z",
      "dataType": "news",
      "sim": 0.7843137383460999,
      "url": "https://www.theguardian.com/world/2016/mar/14/russias-military-action-in-syria-timeline",
      "image_url": "https://ichef.bbci.co.uk/news/320/cpsprodpb/9CBC/production/_104442104_korobovnewafp25aug17.jpg",
      "title": "Russia's military action in Syria",
      "body": "End of September 2015 Formal permission is granted by Russia’s upper house for airstrikes in Syria. Assad asks Putin for military aid. Russian defence ministry reports first airstrikes – and from the off an ambiguity of strategy is clear. While Moscow says the strikes were against Isis targets, observers disagree, saying they mainly appeared to hit less extreme rebel groups fighting Assad’s regime. Washington accuses Moscow of throwing “gasoline on the fire” of the war.",
      "source": {
        "uri": "www.theguardian.com",
        "dataType": "news",
        "title": "The Guardian"
      },
      "authors": [{
        "uri": "alice_cuddy@theguardian.com",
        "name": "Alice Cuddy",
        "type": "author",
        "isAgency": false
      }],
      "eventUri": "eng-4419655",
      "wgt": 279824040
    }, {
      "uri": "993542144",
      "lang": "eng",
      "isDuplicate": false,
      "date": "2018-11-13",
      "time": "16:54:00",
      "dateTime": "2018-11-13T16:54:00Z",
      "dataType": "news",
      "sim": 0.7843137383460999,
      "url": "https://www.rt.com/trends/russia-syria-op",
      "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQqJNgFVc4mWavuAJqAFoEWg8_d6452W-saERDVlQrnxOcCS7Fv",
      "title": "Russian operation in Syria",
      "body": "Find the news and articles on the Russian operation in Syria. Following an official request from the Syrian government, Russia intervened in the Syrian civil war in September 2015, successfully aiding the Assad regime in its power-shift from defense to offense. Follow RT to get the news and details of the course of the operation launched by Russian government. Russian military forces’ main targets were rebel and jihadist groups, including Islamic State (IS, formerly ISIS) and the National Coalition for Syrian Revolution and Opposition Forces, Al-Nusra Front and the Army of Conquest. Follow RT for the news stories on the terrorist and militant groups prevailing in Syria. The major advantages of the operation carried out by Russia were recapturing Palmyra, retaking the city of Aleppo, breaking the three-year-long siege of Deir ez-Zor, and establishing full control there by the end of 2017. Visit RT.com to read the information about these and other successful actions taken by Russian troops. ",
      "source": {
        "uri": "www.rt.com",
        "dataType": "news",
        "title": "Russia Today"
      },
      "authors": [{
        "uri": "alice_cuddy@theguardian.com",
        "name": "Alice Cuddy",
        "type": "author",
        "isAgency": false
      }],
      "eventUri": "eng-4419655",
      "wgt": 279824040
    }],
    "totalResults": 164,
    "page": 1,
    "count": 100,
    "pages": 2
  }
}
